Repository: OneIdentity/rc-legacy
Catalog: gdm/gdm-2.6.0.5/po/*.po
Languages: ar, hi, pa, ta

source: The gdm group does not exist. Please correct gdm configuration %s and restart gdm.
ar: مجموعة gdm غير موجودة. رجاء صحح إعداد gdm %s ثم أعد تشغيل gdm.
hi: जीडीएम समूह मौज़ूद नहीं है. कृपया जीडीएम कॉन्फ़िगरेशन %s ठीक करें और जीडीएम पुनः प्रारंभ करें.
pa: ਜੀਡੀਐਮ ਸਮੂਹ ਮੌਜੂਦ ਨਹੀ। ਕਿਰਪਾ ਕਰਕੇ ਜੀਡੀਐਮ ਸੰਰਚਨਾ %s ਠੀਕ ਕਰੋ ਅਤੇ ਜੀਡੀਐਮ ਮੁਡ਼ ਸ਼ੁਰੂ ਕਰੋ।
ta: gdm கூழு இப்பொது இல்லை.தயவு செய்து gdm உள்ளமை சரிசெய் %s அதன்பின் gdmஐ துவக்கு.

source: %s: Can't find the gdm group (%s). Aborting!
ar: %s: لا يمكن ايجاد مجموعة gdm (%s). إلغاء!
hi: %s: जीडीएम समूह (%s) नहीं मिला. छोड़ रहे!
pa: %s: ਜੀਡੀਐਮ ਸਮੂਹ (%s) ਨਹੀ ਲੱਭਿਆ। ਅਧੂਰਾ ਖਤਮ!
ta: %s: gdm கூழு (%s) கண்டுபிடிக்கமுடியவில்லை. வெளியேறுகிறது!

source: The gdm group is set to be root, but this is not allowed since it can pose a security risk. Please correct gdm configuration %s and restart gdm.
ar: مجموعة gdm ضبطت لتكون جذر، لكن ذلك ممنوع بسبب تمكين هذا الضبط خطرا أمنيا. رجاء تصحيح إعداد gdm %s ثم أعد تشغيل gdm.
hi: जीडीएम समूह रूट नियत है जो कि सुरक्षा में जोखिम होने से स्वीकार नहीं है. कृपया जीडीएम कॉन्फ़िगरेशन %s ठीक करें और जीडीएम पुनः प्रारंभ करें.
pa: ਜੀਡੀਐਮ ਗਰੁੱਪ root ਦੇ ਤੌਰ ਤੇ ਦਰਸਾਇਆ ਗਿਆ ਹੈ, ਪਰ ਇਸ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀ, ਕਿਉਂਕਿ ਇਸ ਨਾਲ ਸੁਰੱਖਿਆ ਨੂੰ ਖਤਰਾ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਜੀਡੀਐਮ ਸੰਰਚਨਾ %s ਠੀਕ ਕਰੋ ਅਤੇ ਜੀਡੀਐਮ ਮੁਡ਼ ਸ਼ੁਰੂ ਕਰੋ।
ta: gdm பயனர் மூலமாக அமைக்கபட்டது, இது அனுமதிக்கபடாது என் எண்றால் இது பாதுகாப்பானது அல்ல. தயவு செய்து gdm உள்ளமை சரிசெய் %s அதன்பின் gdmஐ துவக்கு.

source: %s: The gdm group should not be root. Aborting!
ar: %s: يجب أن لا تكون مجموعة gdm جذر. إلغاء!
hi: %s: जीडीएम समूह रूट नहीं हो सकता. छोड़ रहे!
pa: %s: ਜੀਡੀਐਮ ਸਮੂਹ root ਨਹੀ ਹੋਣਾ ਚਾਹੀਦਾ। ਅਧੂਰਾ ਖਤਮ!
ta: %s: gdm கூழு 'root'ஆக இருக்கக்கூடாது. வெளியேறுகிறது!

source: %s: Greeter not found or can't be executed by the gdm user
ar: %s: لم يوجد المرحب أو لم يمكن تشغيله من طرف مستعمل gdm
hi: %s: स्वागतकर्ता नहीं मिला या जीडीएम उपयोगकर्ता के द्वारा चलाया नहीं जा सका
pa: %s: ਸਵਾਗਤੀ ਨਹੀ ਲੱਭਿਆ ਜਾਂ ਜੀਡੀਐਮ ਉਪਭੋਗੀ ਦੁਆਰਾ ਚਲਾਇਆ ਨਹੀ ਜਾ ਸਕਦਾ
ta: %s: கிரிட்டர் கிடைக்கவில்லை அல்லது gdm பயனரால் செயலாக்க முடியவில்லை

source: %s: Remote greeter not found or can't be executed by the gdm user
ar: %s: لم يوجد المرحب عن بعد أو لا يمكن تشغيله من طرف مستعمل gdm
hi: %s: रिमोट स्वागतकर्ता नहीं मिला या जीडीएम उपयोगकर्ता के द्वारा चलाया नहीं जा सका
pa: %s: ਰਿਮੋਟ ਸਵਾਗਤੀ ਨਹੀ ਲੱਭਿਆ ਜਾਂ ਜੀਡੀਐਮ ਉਪਭੋਗੀ ਦੁਆਰਾ ਚਲਾਇਆ ਨਹੀ ਜਾ ਸਕਦਾ
ta: %s: தொலை கிரிட்டர் கிடைக்கவில்லை அல்லது gdm பயனரால் செயலாக்க முடியவில்லை

source: %s: Chooser not found or it can't be executed by the gdm user
ar: %s: لم يوجد المختار أو لم يمكن تشغيله من طرف مستعمل gdm
hi: %s: चयनक नहीं मिला या जीडीएम उपयोगकर्ता के द्वारा चलाया नहीं जा सका
pa: %s: ਚੋਣਕਾਰ ਨਹੀ ਲੱਭਿਆ ਜਾਂ ਜੀਡੀਐਮ ਉਪਭੋਗੀ ਦੁਆਰਾ ਚਲਾਇਆ ਨਹੀ ਜਾ ਸਕਦਾ
ta: %s: தேடல் கிடைக்கவில்லை அல்லது gdm பயனரால் செயலாக்க முடியவில்லை

source: No daemon/ServAuthDir specified in the configuration file
ar: لا جني /ServAuthDir مخصص في ملف الإعدادات
hi: कोई daemon/Serv/AuthDir कॉन्फ़िगरेशन फ़ाइल में निर्दिष्ट नहीं है.
pa: ਸੰਰਚਨਾ ਫਾਇਲ ਵਿੱਚ ਕੋਈ ਡੈਮਨ/ਸਰਵਰ-ਅਧਿਕਾਰ-ਡਾਇਰੈਕਟਰੀ ਨਹੀ ਦਰਸਾਈ
ta: டேமொன்/சேவைஉறுதிஅடைவு உள்ளமை கோப்பில் குறிக்கபட்டுள்ளது

source: %s: No daemon/ServAuthDir specified.
ar: %s:·لا جني/ServAuthDir مخصّص.
hi: %s: कोई daemon/ServAuthDir निर्दिष्ट नहीं है.
pa: %s: ਕੋਈ ਡਾਈਮੋਨ/ਸਰਵਰ-ਅਧਿਕਾਰ-ਡਾਇਰੈਕਟਰੀ ਨਹੀ ਦਰਸਾਈ ਹੈ।
ta: %s: டேமொன்/சேவகன் எழுத்தாளர் அடைவாக குறிப்பிடவில்லை.

source: Server Authorization directory (daemon/ServAuthDir) is set to %s but is not owned by user %s and group %s. Please correct the ownership or gdm configuration %s and restart gdm.
ar: دليل تراخيص النادل (daemon/ServAuthDir) مضبوط لـ %s لكنه غير مملوك من طرف المستخدم %s و المجموعة %s. الرجاء تصحيح هوية المالك أو إعداد جي دي أم %s ثم إعادة تشغيل جي دي أم.
hi: सर्वर आथोराइजेशन डिरेक्ट्री (daemon/ServAuthDir) %s में नियत है जो कि उपयोगकर्ता %s और समूह %s के स्वामित्व में नहीं है. कृपया स्वामित्व अथवा जीडीएम कॉन्फ़िगरेशन %s ठीक करें और जीडीएम पुनः प्रारंभ करें.
pa: ਸਰਵਰ-ਅਧਿਕਾਰ-ਡਾਇਰੈਕਟਰੀ (ਡਾਈਮੋਨ/ਸਰਵਰ-ਅਧਿਕਾਰ-ਡਾਇਰੈਕਟਰੀ) ਨੂੰ %s ਦਰਸਾਇਆ ਗਿਆ ਹੈ, ਪਰ ਇਸ ਉੱਪਰ ਉਪਭੋਗੀ %s ਅਤੇ ਗਰੁੱਪ %s ਦੀ ਮਲਕੀਅਤ ਨਹੀ। ਕਿਰਪਾ ਕਰਕੇ ਮਲਕੀਅਤ ਜੀਡੀਐਮ ਸੰਰਚਨਾ %s ਠੀਕ ਕਰੋ ਅਤੇ ਜੀਡੀਐਮ ਮੁਡ਼ ਸ਼ੁਰੂ ਕਰੋ।
ta: சேவை உறுதிசெய் அடைவு (டேமொன்/சேவைஉறுதிஅடைவு) %sஇப்படி அமைக்கபடும் ஆணால் பயனர் %s மற்றும் கூழு %sக்கு உரிமை இல்லை. தயவுசெய்து உரிமையை சரிசெய் அல்லது gdm உள்ளமை %s அதன்பின் gdmஐ துவக்கு.

source: %s: Authdir %s is not owned by user %s, group %s. Aborting.
ar: %s:·الدليل Authdir·%s غير مملوك من طرف المستخدم %s، المجموعة %s. إلغاء.
hi: %s: Authdir %s उपयोग कर्ता %s समूह %s के स्वामित्व में नहीं है. छोड़ रहे.
pa: %s: ਅਧਿਕਾਰ-ਡਾਇਰੈਕਟਰੀ %s ਉੱਪਰ ਉਪਭੋਗੀ %s, ਸਮੂਹ %s ਦੀ ਮਲਕੀਅਤ ਨਹੀ ਹੈ।ਅਧੂਰਾ ਖਤਮ।
ta: %s: ஆசிரிஅடைவு %s பயனருக்கு உரிமை இல்லை %s, கூழு %s. வேளியேறுகிறது.

source: Server Authorization directory (daemon/ServAuthDir) is set to %s but has the wrong permissions, it should have permissions of %o. Please correct the permissions or the gdm configuration %s and restart gdm.
ar: دليل تصاريح النادل (daemon/ServAuthDir) مضبوط لـ %s لكنه يملك التصاريح الخاطئة، يجب أن يملك تصاريح %o. الرجاء تصحيح التصاريح أو إعدادات جي دي أم %s ثم إعادة تشغيل جي دي أم.
hi: सर्वर आथोराइजेशन डिरेक्ट्री (daemon/ServAuthDir) %s में नियत है जिसमे गलत अनुमतियाँ हैं. इसमें अनुमति %o होना चाहिए. कृपया अनुमतियाँ अथवा जीडीएम कॉन्फ़िगरेशन %s ठीक करें और जीडीएम पुनः प्रारंभ करें.
pa: ਸਰਵਰ-ਅਧਿਕਾਰ-ਡਾਇਰੈਕਟਰੀ (ਡੈਮਨ/ਸਰਵਰ-ਅਧਿਕਾਰ-ਡਾਇਰੈਕਟਰੀ) ਨੂੰ %s ਦਰਸਇਆ ਗਿਆ ਹੈ, ਪਰ ਇਸ ਉੱਪਰ ਗਲਤ ਅਧਿਕਾਰ ਹਨ। ਇਸ ਉੱਪਰ %o ਅਧਿਕਾਰ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਅਧਿਕਾਰ ਅਤੇ ਜੀਡੀਐਮ ਸੰਰਚਨਾ %s ਠੀਕ ਕਰੋ ਅਤੇ ਜੀਡੀਐਮ ਮੁਡ਼ ਸ਼ੁਰੂ ਕਰੋ।
ta: சேவகன் அனுமதி அடைவு (daemon/ServAuthDir) %s என தவறாக அமைக்கப்பட்டுள்ளது. %o என அமைக்கப்பட வேண்டும். தயவு செய்து அனுமதியை திருத்தவும் அல்லது gdm அமைப்பு %s மீண்டும் துவக்கவும்

source: %s: Authdir %s has wrong permissions %o. Should be %o. Aborting.
ar: %s:·للدليل Authdir·%s التصاريح الخاطئة %o. يجب أن تكون %o.·إلغاء.
hi: %s: Authdir %s में गलत %o अनुमति है. यह %o होना चाहिए. छोड़ रहे.
pa: %s: ਅਧਿਕਾਰ-ਡਾਇਰੈਕਟਰੀ %s ਉੱਪਰ ਗਲਤ ਅਧਿਕਾਰ %o ਹਨ। %o ਚਾਹੀਦਾ ਹੈ। ਅਧੂਰਾ ਖਤਮ।
ta: %s: ஆசிரிஅடைவு %s தப்பான அனுமதி உள்லது %o. இருக்க வேண்டும் %o. வேளியேறுகிறது.

source: Cannot write PID file %s, possibly out of diskspace. Error: %s
ar: لا يمكن كتابة ملف الـ PID %s، ربما لعدم وجود فضاء على القرص. الخطأ: %s
hi: पीआईडी फ़ाइल %s लिख नहीं सकता, संभवतः डिस्क में खाली जगह नहीं. त्रुटि: %s
pa: ਪੀ-ਆਈ-ਡੀ ਫਾਇਲ %s ਲਿਖ ਨਹੀ ਸਕਦਾ, ਸੰਭਾਵੀ ਤੌਰ ਤੇ ਡਿਸਕ ਭਰ ਗਈ ਹੈ। ਗਲਤੀ: %s
ta: PID கோப்பு %sஐ ஏழுத முடியவில்லை, அனேகமாக வட்டிர்கு வேளியே. பிழை: %s

source: Cannot write PID file %s, possibly out of diskspace. Error: %s
ar: لا يمكن كتابة ملف الـ PID %s، ربما لعدم وجود فضاء على القرص. الخطأ: %s
hi: पीआईडी फ़ाइल %s लिख नहीं सकता, संभवतः डिस्क में खाली जगह नहीं. त्रुटि: %s
pa: ਪੀ-ਆਈ-ਡੀ ਫਾਇਲ %s ਲਿਖ ਨਹੀ ਸਕਦਾ, ਸੰਭਾਵੀ ਤੌਰ ਤੇ ਡਿਸਕ ਭਰ ਗਈ ਹੈ। ਗਲਤੀ: %s
ta: PID கோப்பு %sஐ ஏழுத முடியவில்லை, அனேகமாக வட்டிர்கு வேளியே. பிழை: %s

source: %s: fork() failed!
ar: %s: فشل التشعيب()!
hi: %s: फॉर्क () असफल!
pa: %s: fork() ਅਸਫਲ!
ta: %s: திருட்டில்() தொல்வி!

source: %s: setsid() failed: %s!
ar: %s: فشل setsid(): %s!
hi: %s: setsid () असफल: %s!
pa: %s: setsid() ਅਸਫਲ: %s!
ta: %s: setsid() தொல்வி: %s!

source: %s: Trying failsafe X server %s
ar: %s: جاري محاولة تشغيل نادل X الآمن من الفشل %s
hi: %s: फेल सेफ एक्स सर्वर %s आज़मा रहे
pa: %s: ਫੇਲਸੇਫ X ਸਰਵਰ %s ਕੋਸ਼ਿਸ਼ ਕਰ ਰਿਹਾ ਹੈ
ta: %s: தொல்விபாதுகாப்பு X முறைமை முயற்சிக்கிறது %s

source: %s: Running the XKeepsCrashing script
ar: %s: جاري تشغيل النص السفري XKeepsCrashing
hi: %s: एक्स-कीप्स-क्रेशिंग-स्क्रिप्ट चला रहे
pa: %s: X-ਕੀਪ-ਕਰੈਸ਼ਿੰਗ ਸਕਰਿਪਟ ਚੱਲ ਰਿਹਾ ਹੈ
ta: %s: Xஅமைப்புமொதல் எழுத்து ஓடுகிறது

source: I cannot start the X server (your graphical interface). It is likely that it is not set up correctly. You will need to log in on a console and rerun the X configuration program. Then restart GDM.
ar: لا يمكنني تشغيل نادل X (واجهتك الرسومية). من الممكن أنه لم يضبط بسلامة. يجب أن تسجل في شاشة طرفية و أن تعيد تشغيل برنامج إعداد X. ثم أعد تشغيل جي دي أم
hi: मैं एक्स सर्वर प्रारंभ नहीं कर सकता (आपका चित्रमय इंटरफेस). ऐसा प्रतीत होता है कि यह उचित प्रकार सेटअप नहीं है. आपको एक कंसोल में लॉगइन होकर एक्स कॉन्फ़िगरेशन प्रोग्राम पुनः चलाना होगा. उसके बाद जीडीएम पुनः प्रारंभ करें.
pa: ਮੈਂ X ਸਰਵਰ ਸ਼ੁਰੂ ਨਹੀ ਕਰ ਸਕਦਾ (ਤੁਹਾਡਾ ਗਰਾਫੀਕਲ ਸੰਬੰਧ)। ਇਸ ਤਰਾਂ ਲਗਦਾ ਹੈ, ਜਿਵੇਂ ਇਹ ਠੀਕ ਤਰਾਂ ਦਰਸਾਇਆ ਨਹੀ। ਤੁਹਾਨੂੰ ਕਨਸੋਲ ਉੱਪਰ ਲਾਗ-ਇਨ ਕਰਨਾ ਅਤੇ X ਸੰਰਚਨਾ ਪ੍ਰੋਗਰਾਮ ਨੂੰ ਮੁਡ਼ ਚਲਾਉਣਾ ਪਵੇਗਾ ਅਤੇ ਫਿਰ ਜੀਡੀਐਮ ਮੁਡ਼ ਸ਼ੁਰੂ ਕਰੋ।
ta: X முறைமையை என்னால் துவக்க முடியவில்லை (உங்கள் வரைபட இடைமுகம்). இது சரியாக அமைக்கபடாதது பொல் தேரிகிறது. நீங்கள் பணியகத்தில் நுழைபட வேண்டும் அதன் பின் X உள்ளமை நிரலுக்கு திரும்பவும். அதன்பின் GDMஐ துவக்கு.

source: Failed to start X server several times in a short time period; disabling display %s
ar: فشل تشغيل نادل X للعديد من المرات في وقت قصير، ستعطل الشاشة %s
hi: थोड़े समय में ही एक्स सर्वर प्रारंभ करने में कई बार असमर्थ रहा. प्रदर्शक %s को अक्षम कर रहे
pa: X ਸਰਵਰ ਨੂੰ ਛੋਟੇ ਸਮਾਂ ਅੰਤਰਾਲ ਵਿੱਚ ਕਈ ਵਾਰ ਸ਼ੁਰੂ ਕਰਨ ਵਿੱਚ ਅਸਫਲ; ਦਰਿਸ਼ %s ਅਯੋਗ ਕਰਕੇ
ta: X சேவையை துவக்கையில் தொல்வி பல முறை சிறு நேர அளவில்; காட்சியை செயல் இழக்கிறது disabling display %s

source: Master suspending...
ar: جاري تعليق الماستر...
hi: मास्टर सस्पेंडिंग..
pa: ਮਾਸਟਰ ਮੁਅੱਤਲ ਹੋ ਰਿਹਾ ਹੈ...
ta: முதன்மையை தவிக்கிறது...

source: System is rebooting, please wait ...
ar: النظام بصدد اعادة الركل، الرجاء الإنتظار ...
hi: तंत्र रीबूट कर रहा है, कृपया इंतजार करें...
pa: ਸਿਸਟਮ ਮੁਡ਼ ਚਾਲੂ ਹੋ ਰਿਹਾ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ...
ta: முறைமை மீண்டுஇயக்கபடுகிறது.தயவுசெய்து பொருக்கவும்...

source: System is shutting down, please wait ...
ar: النظام بصدد الإطفاء، الرجاء الانتظار ...
hi: तंत्र बन्द हो रहा है, कृपया इंतज़ार करें...
pa: ਸਿਸਟਮ ਬੰਦ ਹੋ ਰਿਹਾ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ...
ta: முறைமை மூட படுகிறது,தயவுசெய்து பொருக்கவும்...

source: Master halting...
ar: جاري ايقاف الماستر...
hi: मास्टर हाल्टिंग...
pa: ਮਾਸਟਰ ਵਿਰਾਮ ਹੋ ਰਿਹਾ ਹੈ...
ta: தலைவர் நிறுத்து...

source: %s: Halt failed: %s
ar: %s: فشل الإطفاء: %s
hi: %s: हॉल्ट असफल: %s
pa: %s: ਵਿਰਾਮ ਅਸਫਲ: %s
ta: %s: நிறுத்து தொல்வி: %s

source: Master rebooting...
ar: جاري اعادة ركل الماستر...
hi: मास्टर रीबूटिंग...
pa: ਮਾਸਟਰ ਮੁਡ਼ ਸ਼ੁਰੂ ਹੋ ਰਿਹਾ ਹੈ...
ta: தலைவர் மீண்டு இயக்கு...

source: %s: Reboot failed: %s
ar: %s: فشل الركل: %s!
hi: %s: रीबूट असफल: %s
pa: %s: ਮੁਡ਼ ਸ਼ੁਰੂਆਤ ਅਸਫਲ: %s
ta: %s: மீண்டும் இயக்கில் தொல்வி: %s

source: Reboot or Halt request when there is no system menu from display %s
ar: طلب اعادة الركل أو الإطفاء عند عدم وجود قائمة نظام من قبل الشاشة %s
hi: जब कोई तंत्र मेनू प्रदर्शक %s में न हो तो रीबूट या हाल्ट हेतु निवेदन
pa: ਮੁਡ਼ ਸ਼ੁਰੂਆਤ ਜਾਂ ਵਿਰਾਮ ਬੇਨਤੀ ਜਦੋਂ ਇੱਥੇ ਦਰਿਸ਼ %s ਵਿੱਚੋ ਕੋਈ ਸਿਸਟਮ ਸੂਚੀ ਨਾ ਹੋਵੇ
ta: காட்சியில் இருந்து முறைமை பட்டி எதுவும் இல்லை என்றால் மீண்டுஇயக்கு அல்லது வேண்டுகோளை நிறுத்து %s

source: Restart, Reboot or Halt request from a non-local display %s
ar: طلب إعادة تشغيل أو إعادة ركل أو إيقاف من _شاشة غير محلية %s
hi: अ-स्थानीय प्रदर्शक %s में रीस्टार्ट, रीबूट या हाल्ट हेतु निवेदन
pa: ਬਿਨਾ-ਸਥਾਨਿਕ ਵਿਖਾਵੇ %s ਵੱਲੋਂ ਮੁਡ਼ ਸ਼ੁਰੂ ਕਰੋ, ਮੁਡ਼ ਚਲਾਓ, ਵਿਰਾਮ ਕਰੋ ਬੇਨਤੀ
ta: இல்லா-உள் காட்சியில் இருந்து மீண்டுதுவக்கு,மீண்டுஇயக்கு அல்லது வேண்டுகோளை நிறுத்து %s

source: %s: Aborting display %s
ar: %s: إلغاء الشاشة %s
hi: %s: प्रदर्शन %s छोड़ रहे
pa: %s: ਦਰਿਸ਼ %s ਵਿਰਾਮ ਕਰੋ
ta: %s: வேளியேறும் காட்சி %s

source: GDM restarting ...
ar: جاري إعادة تشغيل جي دي أم...
hi: जीडीएम पुनः प्रारंभ हो रहा है...
pa: ਜੀਡੀਐਮ ਮੁਡ਼ ਸ਼ੁਰੂ ਹੋ ਰਿਹਾ ਹੈ...
ta: GDM மீண்டுதுவக்கு ...

source: Failed to restart self
ar: فشل في إعادة تشغيل نفسه
hi: स्वयं को पुनः प्रारंभ करने में असफल
pa: ਸਵੈ ਮੁਡ਼ ਸ਼ੁਰੂ ਹੋਣ ਵਿੱਚ ਅਸਫਲ
ta: தன்னை மீண்டுதுவக்கையில் தொல்வி

source: main daemon: Got SIGABRT, something went very wrong. Going down!
ar: الجني الرئيسي: تلقي SIGABRT، حدث شيئا خاطئ جدا. سيوقف الحاسوب!
hi: मुख्य डेमनः एसआईजीएबीआरटी मिला, कुछ गलत हो चुका है. डाउन जा रहे!
pa: ਮੁੱਖ ਡੈਮਨ: SIGABRT ਪ੍ਰਾਪਤ ਹੋਇਆ, ਕੁੱਝ-ਚੀਜਾਂ ਬਹੁਤ ਗਲਤ ਹਨ। ਹੇਠਾਂ ਜਾ ਰਹੀਆਂ ਹਨ!
ta: முக்கிய டேமொன்: SIGABRT உள்ளது, எதோ ஒன்று மிக தப்பாக உள்ளது. கீழ் பொகிறது!

source: Do not fork into the background
ar: لا تشعب إلى الخلفية
hi: पृष्ठ भूमि में फॉर्क नहीं करें
pa: ਪਿੱਠਭੂਮੀ ਵਿੱਚ ਨਹੀ ਸੁੱਟਦਾ
ta: பிண்ணணியில் சொருகாதே

source: No console (local) servers to be run
ar: لا نوادل هياكل (محليّة) لتشغيلها
hi: चलाने हेतु कोई कंसोल (स्थानीय) सर्वर नहीं
pa: ਚੱਲਣ ਲਈ ਕੋਈ ਕਨਸੋਲ(ਸਥਾਨਿਕ) ਸਰਵਰ ਨਹੀ
ta: பணியகம் இல்லை (உள்) ஓடகுடிய சேவகன்

source: Preserve LD_* variables
ar: حفظ على متغيرات LD_*
hi: LD_* वेरिएबल्स सुरक्षित रखें
pa: ਪਹਿਲਾਂ ਹੀ ਰਾਖਵੇ LD_* ਵੇਰੀਬਲ
ta: பாதுகாக்கும் LD_* மாறிகள்

source: Print GDM version
ar: عرض إصدارة جي دي أم
hi: जीडीएम संस्करण मुद्रित करें
pa: ਜੀਡੀਐਮ ਵਰਜਨ ਲਿਖੋ
ta: GDM பதிப்பை அச்சிடும்

source: Start the first X server but then halt until we get a GO in the fifo
ar: بدأ نادل X الأول ثم الﻹيقاف حتى نتلقّى GO فالـ fifo
hi: प्रथम एक्स सर्वर प्रारंभ करें परंतु फिर रूक जाएँ जबतक कि फीफो से- जाने का संकेत न मिले
pa: ਪਹਿਲਾ X ਸਰਵਰ ਸ਼ੁਰੂ ਕਰੋ, ਪਰ ਫਿਰ ਰੋਕ ਦਿਓ, ਜਦੋਂ ਤੱਕ ਅਸੀਂ fifo ਵਿੱਚ ਜਾਓ ਪ੍ਰਾਪਤ ਨਹੀ ਕਰਦੇ
ta: முதல் X முறைமையை துவக்கு அதன்பின் நிறுத்தி GO வரும் வரை பொரு

source: Error on option %s: %s. Run '%s --help' to see a full list of available command line options.
ar: خطأ عند الخيار %s: %s. شغل '%s --help' لترى قائمة كاملة لخيارات سطر الأوامر المتاحة.
hi: विकल्प %s: %s. में त्रुटि. उपलब्ध '%s --help' कमांड लाइन विकल्पों की पूरी सूची देखने हेतु चलाएँ.
pa: %s ਚੋਣ ਉੱਪਰ ਗਲਤੀ: %s ਉਪਲੱਬਧ ਕਮਾਂਡ ਲਾਈਨ ਚੋਣਾਂ ਦੀ ਸੂਚੀ ਵੇਖਣ ਲਈ '%s --ਸਹਾਇਤਾ' ਚਲਾਓ।
ta: தேர்வுகளிள் பிழை %s: %s. ஒட்டு '%s --உதவி' இருக்கும் கட்டளை வரி தேர்வுகளை முழு பட்டியலையும் பார்க்க.

source: Only root wants to run gdm
ar: الجذر فقط يريد تشغيل جي دي أم
hi: सिर्फ रूट जीडीएम चला सकता है
pa: ਸਿਰਫ ਪ੍ਰਬੰਧਕ(root) ਹੀ ਜੀਡੀਐਮ ਨੂੰ ਚਲਾਉਣਾ ਚਾਹੁੰਦਾ ਹੈ
ta: மூலம் மட்டும் gdm ஓட்ட விரும்பும்

source: %s: Error setting up %s signal handler: %s
ar: %s: خطأ ضبط معالج إشارات %s: %s
hi: %s: सेटिंग अप %s , सिग्नल हैंडलर में त्रुटि: %s
pa: %s: ਗਲਤੀ ਨੇ %s ਸੰਕੇਤ ਪ੍ਰਬੰਧਕ ਨਿਰਧਾਰਨ ਕੀਤਾ: %s
ta: %s: பிழை அமைவு %s குறிப்பு கையாளி: %s

source: gdm already running. Aborting!
ar: جي دي أم يعمل. إلغاء!
hi: जीडीएम पहले से ही चल रहा है. छोड़ रहे!
pa: ਜੀਡੀਐਮ ਪਹਿਲਾਂ ਚੱਲ ਰਿਹਾ ਹੈ। ਅਧੂਰਾ ਖਤਮ!
ta: gdm ஏற்கெனவே இயங்குகிறது. வெளியேருகிறது!

source: %s: Error setting up CHLD signal handler
ar: %s:·خطأ·ضبط·معالج·إشارات CHLD
hi: %s: सीएचएलडी सिग्नल हैंडलर सेटिंग अप करने में त्रुटि
pa: %s: ਗਲਤੀ ਨੇ CHLD ਸੰਕੇਤ ਪ੍ਰਬੰਧਕ ਨਿਰਧਾਰਨ ਕੀਤਾ
ta: %s: பிழை அமைவு CHLD குறிப்பு கையாளி

source: Can't open %s for writing
ar: لا يمكن فتح %s للكتابة
hi: फ़ाइल %s लिखने हेतु नहीं खोल सका
pa: %s ਨੂੰ ਲਿਖਣ ਲਈ ਖੋਲ੍ਹ ਨਹੀ ਸਕਦਾ
ta: ஏழுதுவதற்காக %s ஐ திறக்க முடியவில்லை

source: FLEXI_XSERVER request denied: Not authenticated
ar: رفض طلب FLEXI_XSERVER: غير موثّق
hi: FLEXI_XSERVERी वीटी निवेदन अस्वीकृतः प्रामाणित नहीं
pa: FLEXI_XSERVER ਬੇਨਤੀ ਨਾ-ਮਨਜੂਰ ਹੋਈ: ਪ੍ਰਮਾਣਿਤ ਨਹੀ ਕੀਤਾ
ta: FLEXI_XSERVER கோரிக்கை மறுக்கப்பட்டது: அனுமதி சரிபார்க்கப்படவில்லை

source: Unknown server type requested, using standard server.
ar: طلب نوع نادل مجهول، سيستخدم النادل القياسي.
hi: अज्ञात सर्वर प्रकार निवेदित, मानक सर्वर उपयोग में.
pa: ਅਣਪਛਾਤੀ ਸਰਵਰ ਕਿਸਮ ਬੇਨਤੀ, ਮਿਆਰੀ ਸਰਵਰ ਵਰਤ ਕੇ।
ta: தேரியாத சேவை வகை வேண்டுகோள்,நிறந்தரமான சேவகனை பயன்படுத்துகிறது.

source: Requested server %s not allowed to be used for flexible servers, using standard server.
ar: ممنوع استغلال النادل المطلوب %s كنادل مرن، سيستخدم النادل القياسي.
hi: निवेदित सर्वर %s का लोचदार सर्वर हेतु उपयोग की अनुमति नहीं है. मानक सर्वर उपयोग में.
pa: ਮਿਆਰੀ ਸਰਵਰ ਵਰਤ ਕੇ ਪਰਿਵਰਤਨਸ਼ੀਲ ਸਰਵਰਾਂ ਲਈ ਮੰਗਿਆ ਗਿਆ ਸਰਵਰ %s ਵਰਤਣ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀ।
ta: வேண்டுகொள்ளிட்ட சேவகன் %s வலையும் சேவகனுக்கு இந்த பயன்களள் அனுமதிக்கபடாது, நிறந்தரமான சேவகனை பயன்படுத்துகிறது.

source: QUERY_LOGOUT_ACTION request denied: Not authenticated
ar: رفض طلب QUERY_LOGOUT_ACTION: غير موثّق
hi: QUERY_LOGOUT_ACTION वीटी निवेदन अस्वीकृतः प्रामाणित नहीं
pa: QUERY_LOGOUT_ACTION ਬੇਨਤੀ ਨਾ-ਮਨਜੂਰ ਹੋਈ: ਪ੍ਰਮਾਣਿਤ ਨਹੀ ਕੀਤਾ

source: SET_LOGOUT_ACTION request denied: Not authenticated
ar: رفض طلب SET_LOGOUT_ACTION: غير موثّق
hi: SET_LOGOUT_ACTION वीटी निवेदन अस्वीकृतः प्रामाणित नहीं
pa: SET_LOGOUT_ACTION ਬੇਨਤੀ ਨਾ-ਮਨਜੂਰ ਹੋਈ: ਪ੍ਰਮਾਣਿਤ ਨਹੀ ਕੀਤਾ
ta: SET_LOGOUT_ACTION கோரிக்கை மறுக்கப்பட்டது: அனுமதி சரிபார்க்கப்படவில்லை

source: QUERY_VT request denied: Not authenticated
ar: رفض طلب QUERY_VT: غير موثّق
hi: QUERY_VT वीटी निवेदन अस्वीकृतः प्रामाणित नहीं
pa: QUERY_VT ਬੇਨਤੀ ਨਾ-ਮਨਜੂਰ ਹੋਈ: ਪ੍ਰਮਾਣਿਤ ਨਹੀ ਕੀਤਾ
ta: QUERY_VT கோரிக்கை மறுக்கப்பட்டது: அனுமதி சரிபார்க்கப்படவில்லை

source: y = Yes or n = No? >
ar: ن = نعم أو ل = لا؟ >
hi: y = हाँ या n = नहीं? >
pa: y = ਹਾਂ ਜਾਂ n = ਨਹੀ? >
ta: y = ஆமாம் அல்லது n = இல்லை? >

source: %s: Cannot get local addresses!
ar: %s: لا يمكن تلقي العناوين المحلية!
hi: %s: स्थानीय पता प्राप्त नहीं कर सका!
pa: %s: ਸਥਾਨਿਕ ਸਿਰਨਾਵਾਂ ਪ੍ਰਾਪਤ ਨਹੀ ਕਰ ਸਕਿਆ!
ta: %s: உள் விலாசத்தை பேற முடியவில்லை!

source: Could not setgid %d. Aborting.
ar: لم يمكن ضبط gid %d إلغاء.
hi: सेटजीआईडी %d नहीं कर पाया. छोड़ रहे.
pa: ਜੀਆਈਡੀ %d ਨੂੰ ਨਿਰਧਾਰਿਤ ਨਹੀ ਕਰ ਸਕਿਆ। ਅਧੂਰਾ ਖਤਮ।
ta: setgid %d அமைக்க முடியவில்லை. வேளியேறுகிறது.

source: initgroups() failed for %s. Aborting.
ar: فشل initgroups() لـ %s. إلغاء.
hi: %s हेतु initgroups() असफल. छोड़ा रहे.
pa: %s ਲਈ initgroups() ਅਸਫਲ। ਅਧੂਰਾ ਖਤਮ।
ta: initgroups() தொல்விக்கான %s. வேளியேறுகிறது.

source: %s: Error setting signal %d to %s
ar: %s: خطأ ضبط الإشارة %d لـ %s
hi: %s: सिग्नल %d को %s में सेटिंग करने में त्रुटि
pa: %s: ਗਲਤੀ ਸੰਕੇਤ %d ਨੂੰ %s ਦਰਸਾ ਰਹੀ ਹੈ
ta: %s: குறிப்பு அமைப்பில் தொல்வி %d to %s

source: Last login: %s
ar: تسجيل الدخول الأخير: %s
hi: पिछला लॉगइन: %s
pa: ਅਖੀਰੀ ਲਾਗ-ਇਨ: %s
ta: கடைசி நுழைவு: %s

source: Can not start fallback console
ar: لا يمكن تشغيل الهيكل الإحتياطي
hi: फालबैक कंसोल प्रारंभ नहीं कर सका
pa: ਫਾਲਬੈਕ ਕਨਸੋਲ ਨੂੰ ਸ਼ੁਰੂ ਨਹੀ ਕਰ ਸਕਦਾ
ta: பின்விழு ப்னியகத்தை துவக்க முடியவில்லை

source: There already appears to be an X server running on display %s. Should I try another display number? If you answer no, I will attempt to start the server on %s again.%s
ar: يبدو وجود نادل X شاغل على الشاشة %s. هل ترغب مني محاولة رقم شاشة آخر؟ إذا كانت إجابتك لا، فسأحاول تشغيل النادل مرة أخرى على %s.%s
hi: ऐसा प्रतीत होता है कि एक्स सर्वर पहले ही प्रदर्शक %s में चल रहा है. क्या मै अन्य प्रदर्शक संख्या में कोशिश करुं? यदि आपका उत्तर नहीं है तो मैं सर्वर %s को %s में पुनः प्रारंभ करने की कोशिश करूंगा.
pa: ਇੱਥੇ ਪਹਿਲਾਂ ਹੀ %s ਦਰਿਸ਼ ਉੱਪਰ X ਸਰਵਰ ਚੱਲ ਰਿਹਾ ਜਾਪਦਾ ਹੈ। ਕੀ ਮੈਨੂੰ ਹੋਰ ਦਰਿਸ਼ ਨੰਬਰ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ? ਜੇ ਤੁਸੀ ਕਿਹਾ ਨਹੀਂ, ਮੈਂ %s ਉੱਪਰ ਸਰਵਰ ਸ਼ੁਰੂ ਕਰਾਂਗਾ। %s
ta: எற்கணவே அது காட்சியில் ஒடும் X சேவை பொல் தொற்றம் உள்ளது %s. நான் இன்னோரு காட்சி எண்ணை முயற்சிக்கவா? வேண்டாம் என்று பதில் அலித்தால், நான் சேவகனை மீண்டும் மீண்டூம் %s .%s இல் துவக்குவேன்

source: (You can change consoles by pressing Ctrl-Alt plus a function key, such as Ctrl-Alt-F7 to go to console 7. X servers usually run on consoles 7 and higher.)
ar: (يمكنك تغيير الهياكل بنقر Ctrl-Alt مع مفتاح و ظيفة، مثل Ctrl-Alt-F7 للذهاب لهيكل. نوادل X تعمل عادة على هياكل 7 فما فوق.)
hi: (आप अपना कंसोल, कंट्रोल-आल्ट तथा फंक्शन कुंजियाँ दबा कर बदल सकते हैं. जैसे कि कंसोल 7 में जाने हेतु Ctrl-Alt-F7. एक्स सर्वर साधारणतः कंसोल 7 या अधिक में चलता है.)
pa: (ਤੁਸੀ Ctrl-Alt ਅਤੇ ਨਾਲ ਇੱਕ ਸਵਿੱਚ ਜਿਵੇਂ ਕਿ ਕਨਸੋਲ 7 ਤੇ ਜਾਣ ਲਈ Ctrl-Alt-F7, ਦਬਾ ਕੇ ਕਨਸੋਲ ਤਬਦੀਲ ਕਰ ਸਕਦੇ ਹੋ। X ਸਰਵਰ ਜਿਆਦਾਤਰ ਕਨਸੋਲ 7 ਅਤੇ ਉੱਪਰ ਹੀ ਚਲਦੇ ਹਨ।)
ta: (Ctrl-Alt மற்றும் கூடுதலாக் ஒரு செயல் விசையை அழுத்துவது மூலம் நீங்கள் பணியகத்தை மாற்றலாம், எடுத்துகாட்டுக்கு Ctrl-Alt-F7 பணியகத்துக்கு செல்ல 7. X சேவகன் எப்பொதும் 7 மற்றும் கூடுதலான எண்ணில் தான் ஓடும்.)

source: Display '%s' cannot be opened by Xnest
ar: لا يمكن فتح الشاشة '%s' من قبل Xnest
hi: प्रदर्शक '%s' एक्स-नेस्ट के द्वारा खोला नहीं जा सकता
pa: ਦਰਿਸ਼ '%s' X ਨੈਸਟ ਦੁਆਰਾ ਖੁੱਲ੍ਹ ਨਹੀ ਸਕਦਾ
ta: காட்சியை '%s' Xnestடால் திறக்க முடியவில்லை

source: Display %s is busy. There is another X server running already.
ar: الشاشة %s شاغلة. هناك نادل X آخر يعمل حاليا.
hi: प्रदर्शक %s व्यस्त है. पहले से ही एक अन्य एक्स सर्वर चल रहा है.
pa: ਦਰਿਸ਼ %s ਰੁੱਝਿਆ ਹੋਇਆ ਹੈ। ਇੱਥੇ ਪਹਿਲਾਂ ਹੀ ਹੋਰ X ਸਰਵਰ ਚੱਲ ਰਿਹਾ ਹੈ।
ta: காட்சி %s வேளையி இருக்கும். இன்னோரு X சேவகன் ஏற்கனவே ஓடிகோண்டு இருக்கிறது.

source: %s: Error opening a pipe: %s
ar: %s: خطأ فتح أنبوب: %s
hi: %s: पाइप खोलने में त्रुटि: %s
pa: %s: ਗਲਤੀ, ਪਾਈਪ ਖੋਲ੍ਹ ਰਹੀ ਹੈ: %s
ta: %s: குழாவை திறக்கையில் பிழை: %s

source: %s: Cannot find a free display number
ar: %s: لا يمكن ايجاد رقم شاشة شاغرة
hi: %s: एक खाली प्रदर्शक संख्या नहीं मिला
pa: %s: ਫਰੀ ਦਰਿਸ਼ ਨੰਬਰ ਨਹੀ ਲੱਭ ਸਕਦਾ
ta: %s: இலவச காட்டு எண்ணை கண்டுபிடிக்க முடியவில்லை

source: %s: Display %s busy. Trying another display number.
ar: %s: الشاشة %s شاغلة. محاولة رقم شاشة آخر.
hi: %s: प्रदर्शक %s व्यस्त है. अन्य प्रदर्शक संख्या हेतु कोशिश कर रहे.
pa: %s: ਦਰਿਸ਼ %s ਰੁੱਝਿਆ ਹੋਇਆ ਹੈ। ਹੋਰ ਦਰਿਸ਼ ਨੰਬਰ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਿਹਾ ਹੈ।
ta: %s: காட்சி %s வேளையில் இருக்கும். வேறோரு காட்சி எண்ணில் முயற்சிக்கிறது.

source: Invalid server command '%s'
ar: أمر نادل غير سليم '%s'
hi: अवैध सर्वर कमांड '%s'
pa: ਅਯੋਗ ਸਰਵਰ ਕਮਾਂਡ '%s'
ta: செல்லாத சேவகன் கட்டளை '%s'

source: Server name '%s' not found, using standard server
ar: لم يوجد إسم النادل '%s'، سيستعمل النادل القياسي
hi: सर्वर नाम '%s' नहीं मिला, मानक सर्वर उपयोग में
pa: ਸਰਵਰ ਨਾਂ '%s' ਲੱਭਿਆ, ਵਧੀਆ ਦਰਜੇ ਦਾ ਸਰਵਰ ਵਰਤ ਕੇ
ta: சேவகன் பெயர் '%s' கிடைக்கவில்லை,நிறந்தர சேவகனை பயன்படுத்தும்

source: %s: Could not open logfile for display %s!
ar: %s: لم يمكن فتح ملف التسجيلات للشاشة %s!
hi: %s: प्रदर्शक %s हेतु लॉग फ़ाइल नहीं खोल पाया!
pa: %s: %s ਦਰਿਸ਼ ਲਈ ਰੋਜਨਾਮਚਾ ਫਾਇਲ ਨਹੀ ਖੋਲ ਸਕਿਆ!
ta: %s: %s காட்சிக்கான நுழை கோப்பை திறக்க முடியவில்லை!

source: %s: Error setting %s to %s
ar: %s: خطأ ضبط %s كـ %s
hi: %s: %s को %s पर सेट करने में त्रुटि
pa: %s: ਗਲਤੀ %s ਨੂੰ %s ਦਰਸਾ ਰਹੀ ਹੈ
ta: %s: பிழை அமைப்புகள %s விற்கு %s

source: %s: Empty server command for display %s
ar: %s: أمر نادل فارغ للشاشة %s
hi: %s: प्रदर्शक %s हेतु खाली सर्वर कमांड
pa: %s: %s ਦਰਿਸ਼ ਲਈ ਖਾਲੀ ਸਰਵਰ ਕਮਾਂਡ
ta: %s: காட்சிக்கான காலி சேவகன் கட்டளை %s

source: %s: Server was to be spawned by uid %d but that user doesn't exist
ar: %s: كان النادل سيوّلد من قبل هوية المستخدم %d لكن ذلك المستخدم غير موجود
hi: %s: सर्वर यूआईडी %d हेतु स्पान्ड किया पर वह उपयोग कर्ता मौज़ूद नहीं है
pa: %s: ਸਰਵਰ ਉਪਭੋਗੀ-ਸ਼ੰਨ-ਨੰ %d ਨਾਲ ਫੈਲਿਆ ਹੋਇਆ ਹੈ, ਪਰ ਇਹ ਉਪਭੋਗੀ ਮੌਜੂਦ ਨਹੀ ਹੈ।
ta: %s: uidயால் சேவகன் மாட்டிக்கொண்டது %d ஆணால் அந்த பயனர் இப்பொது இல்லை

source: %s: Couldn't set groupid to %d
ar: %s: لم يمكن ضبط هوية المجموعة لـ %d
hi: %s: %d पर ग्रुप आईडी नियत नहीं कर सका
pa: %s: ਗਰੁੱਪ ਸ਼ੰਨ-ਨੰ ਨੂੰ %d ਨਹੀ ਦਰਸਾ ਸਕਿਆ
ta: %s: %dக்கு கூழு அடையாளம் அமைக்க முடியவில்லை

source: %s: initgroups() failed for %s
ar: %s: فشل initgroups() لـ %s
hi: %s: %s हेतु initgroups() असफल
pa: %s: %s ਲਈ initgroups() ਅਸਫਲ ਹੋਇਆ
ta: %s: initgroups() தொல்விக்கான %s

source: %s: Couldn't set userid to %d
ar: %s: لم يمكن ضبط هوية المستعمل لـ %d
hi: %s: उपयोगकर्ता आईडी %d हेतु नियत नहीं कर सका
pa: %s: ਉਪਭੋਗੀ ਸ਼ੰਨ-ਨੰ ਨੂੰ %d ਨਹੀ ਦਰਸਾ ਸਕਿਆ
ta: %s: %dக்கு பயனர்பெயரை அமைக்க முடியவில்லை

source: %s: Couldn't set groupid to 0
ar: %s: لا يمكن ضبط هوية المجموعة لـ 0
hi: %s: 0 हेतु ग्रुप आईडी नियत नहीं कर सका
pa: %s: ਗਰੁੱਪ ਸ਼ੰਨ-ਨੰ ਨੂੰ 0 ਨਹੀ ਦਰਸਾ ਸਕਿਆ
ta: %s: 0விற்கு கூழு அடையாளம் அமைக்க முடியவில்லை

source: %s: Xserver not found: %s
ar: %s: لم يوجد نادل X: %s
hi: %s: एक्स सर्वर नहीं मिला: %s
pa: %s: X ਸਰਵਰ ਨਹੀ ਲੱਭਿਆ: %s
ta: %s: X சேவையகத்தை கண்டுபிடிக்க முடியவில்லை: %s

source: %s: Can't fork Xserver process!
ar: %s: X!لا يمكن تشعيب عملية نادل
hi: %s: एक्सर्वर प्रक्रिया फॉर्क नहीं कर सका!
pa: %s: X ਸਰਵਰ ਕਾਰਜ ਨੂੰ ਨਹੀ ਚੁੱਕ ਸਕਿਆ!
ta: %s: Xசேவகன் செயலை திருட முடியவில்லை!

source: Can't set EGID to user GID
ar: لا يمكن ضبط EGID لهوية مجموعة المستخدم
hi: ईजीआईडी को जीआईडी में नियत नहीं कर सका
pa: EGID ਨੂੰ ਉਪਭੋਗੀ GID ਨਹੀ ਦਰਸਾ ਸਕਿਆ
ta: EGID இந்த GID பயனருக்கு அமைக்க முடியவில்லை

source: Can't set EUID to user UID
ar: لا يمكن ضبط EUID لهوية المستخدم
hi: ईजीआईडी को यूआईडी में नियत नहीं कर सका
pa: EUID ਨੂੰ ਉਪਭੋਗੀ UID ਨਹੀ ਦਰਸਾ ਸਕਿਆ
ta: EUID இந்த UID பயனருக்கு அமைக்க முடியவில்லை

source: Log in anyway
ar: تسجيل على كل حال
hi: जैसे भी हो, लॉगइन करें
pa: ਕਿਸੇ ਤਰਾਂ ਵੀ ਲਾਗ-ਇਨ ਕਰੋ
ta: எப்படியாவது நுழை
