Repository: OneIdentity/rc-legacy
Catalog: gdm/gdm-2.6.0.5/po/*.po
Languages: ar, hi, pa, ta

source: You are already logged in. You can log in anyway, return to your previous login session, or abort this login
ar: إنك مسجل مسبقا. يمكنك إعاة التسجيل أو العودة إلى جلستك المسجّل عليها سابقا أو إلغاء هذا التسجيل
hi: आप पहले ही लॉगइन कर चुके हैं. जैसे भी हो, आप लॉगइन कर सकते हैं, अपने पिछले लॉगइन सत्र में लौट सकते हैं या इस लॉगइन को छोड़ सकते हैं
pa: ਤੁਸੀ ਪਹਿਲਾਂ ਹੀ ਲਾਗ-ਇਨ ਕਰ ਚੁੱਕੇ ਹੋ। ਆਪਣੇ ਪਿਛਲੇ ਲਾਗ-ਇਨ ਅਜਲਾਸ ਉੱਪਰ, ਜਾ ਕੇ ਜਾਂ ਇਸ ਲਾਗ-ਇਨ ਅਜਲਾਸ ਨੂੰ ਅਧੂਰਾ ਖਤਮ ਕਰਕੇ, ਤੁਸੀ ਕਿਸੇ ਤਰਾਂ ਵੀ ਲਾਗ-ਇਨ ਕਰ ਸਕਦੇ ਹੋ।
ta: எற்கனவே நுழைவில் உள்ளீர். ஆணால் நீங்கள் நுழையலாம், உங்கைளின் முன் நுழைவு அமர்வுக்கு செல்லவும்,அல்லது இந்த நுழைவை ரட்டு செய்யவும்

source: Return to previous login
ar: الرجوع للتسجيل السابق
hi: पिछले लॉगइन में लौटें
pa: ਪਿਛਲੇ ਲਾਗ-ਇਨ ਵੱਲ ਮੁਡ਼ ਜਾਓ
ta: முன் நுழைவுக்கு திரும்பு

source: Abort login
ar: إلغاء التسجيل
hi: लॉगइन छोडें
pa: ਲਾਗ-ਇਨ ਅਧੂਰਾ ਖਤਮ
ta: நுழைவை ரத்து செய்

source: You are already logged in. You can log in anyway or abort this login
ar: إنك سجلت دخولك مسبقا. يمكنك إعادة التسجيل أو إلغاء هذا التسجيل
hi: आप पहले ही लॉगइन कर चुके हैं. जैसे भी हो, आप लॉगइन कर सकते हैं, या इस लॉगइन को छोड़ सकते हैं
pa: ਤੁਸੀ ਪਹਿਲਾਂ ਹੀ ਲਾਗ-ਇਨ ਕੀਤਾ ਹੋਇਆ ਹੈ। ਤੁਸੀ ਕਿਸੇ ਵੀ ਤਰਾਂ ਲਾਗ-ਇਨ ਕਰ ਸਕਦੇ ਹੋ ਜਾਂ ਇਸ ਲਾਗ-ਇਨ ਨੂੰ ਅਧੂਰਾ ਖਤਮ ਕਰ ਸਕਦੇ ਹੋ
ta: நீங்கள் ஏற்கனவே நுழைந்துள்ளீர். ஆணாலும் நீங்கள் நுழையலாம் அல்லது நுழைவை ரத்து செய்யலாம்

source: I could not start the X server (your graphical environment) due to some internal error. Please contact your system administrator or check your syslog to diagnose. In the meantime this display will be disabled. Please restart gdm when the problem is corrected.
ar: لا يمكنني تشغيل نادل X (بيئتك الرسومية) بسبب بعض الأخطاء الداخلية. الرجاء الإتصل بمدير نظامك أو مراجعة رسالة النظام للتشخيص. ستغلق الشاشة في الأثناء. الرجاء إعادة تشغيل جي دي أم عند تصحيح الخطأ.
hi: मैं एक्स सर्वर प्रारंभ नहीं कर सकता (आपका चित्रमय वातावरण). कुछ आंतरिक त्रुटि के कारण. कृपया अपने तंत्र प्रशासक से संपर्क करें. या निदान हेतु सिसलॉग जाँचें इस बीच यह प्रदर्शक अक्षम रहेगा. कृपया समस्या निदान के उपरांत जीडीएम पुनः प्रारंभ करें.
pa: ਕਿਸੇ ਅੰਦਰੂਨੀ ਗਲਤੀ ਕਾਰਨ ਮੈਂ X ਸਰਵਰ (ਤੁਹਾਡਾ ਗਰਾਫੀਕਲ ਸੰਬੰਧ) ਸ਼ੁਰੂ ਨਹੀ ਕਰ ਸਕਦਾ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਸਿਸਟਮ ਪ੍ਰਬੰਧਕ ਨਾਲ ਸੰਪਰਕ ਕਰੋ ਜਾਂ ਜਾਂਚ ਕਰਨ ਲਈ ਸਿਸਟਮ-ਰੋਜ਼ਨਾਮਚਾ ਵੇਖੋ। ਵਿਚਲੇ ਸਮੇ ਦੌਰਾਨ ਇਹ ਦਰਿਸ਼ ਅਯੋਗ ਹੋਵੇਗਾ। ਕਿਰਪਾ ਕਰਕੇ ਜਦੋਂ ਸਮੱਸਿਆ ਠੀਕ ਹੋ ਜਾਵੇ ਤਾਂ ਜੀਡੀਐਮ ਮੁਡ਼ ਸ਼ੁਰੂ ਕਰੋ।
ta: நான் துவக்க முடியவில்லை X சேவகனை (உங்கள் வரைபட சூழல்) எதோ ஒரு சில உள் பிழையால். உங்கள் முறைமை மேலாளரை தயவு செய்து தோடர்பு கோள்லவும் அல்லது உங்கள் syslog சரிசெய்யை பறிசொதி. நடுவில் இந்த காட்சி செயல் இழக்கபடும். தயவு செய்து gdm துவக்கு பிறச்சினை சரியான உடன்.

source: %s: cannot fork
ar: %s: لا يمكن التشعيب
hi: %s: फॉर्क नहीं कर सकता
pa: %s: ਚੁੱਕ ਨਹੀ ਸਕਦਾ
ta: %s: குத்த முடியவில்லை

source: %s: cannot open display %s
ar: %s: لا يمكن فتح الشاشة %s
hi: %s: प्रदर्शक %s प्रारंभ नहीं कर सका
pa: %s: %s ਦਰਿਸ਼ ਨੂੰ ਖੋਲ ਨਹੀ ਸਕਦਾ
ta: %s: காட்சியை திறக்க முடியவில்லை %s

source: Could not execute the configuration program. Make sure it's path is set correctly in the configuration file. I will attempt to start it from the default location.
ar: لا يمكن تشغيل برنامج الإعداد. تأكد من ضبط صحيح للطريق في ملف الإعداد. سأحاول تشغيله من الموقع الإفتراضي.
hi: कॉन्फ़िगरेशन प्रोग्राम नहीं चला सकता. सुनिश्चित करें कि इसका पथ कॉन्फ़िगरेशन फ़ाइल में सही नियत है. मैं इसे डिफ़ॉल्ट स्थान से प्रारंभ करने का प्रयत्न करूंगा.
pa: ਸੰਰਚਨਾ ਫਾਇਲ ਚਲਾ ਨਹੀ ਸਕਦਾ। ਵੇਖੋ ਕਿ ਕੀ ਸੰਰਚਨਾ ਫਾਇਲ ਵਿੱਚ ਇਸ ਦਾ ਪੋਰਟ ਠੀਕ ਦਰਸਾਇਆ ਹੈ। ਮੈਂ ਇਸ ਨੂੰ ਮੂਲ ਸਥਿਤੀ ਤੋਂ ਸ਼ੁਰੂ ਕਰਾਂਗਾ।
ta: உள்ளமை நிரலை இயக்க முடியவில்ல. உள்ளமை கோப்பில் பாதை சரியாக அமைக்க பட்டுள்ளதா என்று உறுதி செய்யவும். நான் அதை முன்னிருப்பு இடத்தில் இருந்து துவக்க முயற்சிப்பேன்.

source: Could not execute the configuration program. Make sure it's path is set correctly in the configuration file.
ar: لا يمكن تشغيل برنامج الإعداد. تأكد من صحة تثبيت الطريق في ملف الإعداد.
hi: कॉन्फ़िगरेशन प्रोग्राम नहीं चला सकता. सुनिश्चित करें कि इसका पथ कॉन्फ़िगरेशन फ़ाइल में सही नियत है.
pa: ਸੰਰਚਨਾ ਪ੍ਰੋਗਰਾਮ ਨੂੰ ਚਲਾ ਨਹੀ ਸਕਦਾ। ਵੇਖੋ ਕਿ ਕੀ ਸੰਰਚਨਾ ਫਾਇਲ ਵਿੱਚ ਇਸ ਦਾ ਪੋਰਟ ਠੀਕ ਦਰਸਾਇਆ ਹੈ।
ta: உள்ளமை நிரலை இயக்க முடியவில்ல. உள்ளமை கோப்பில் பாதை சரியாக அமைக்க பட்டுள்ளதா என்று உறுதி செய்யவும்.

source: Enter the root password to run the configuration.
ar: أدخل كلمة سر الجذر لتشغيل الإعداد.
hi: कॉन्फ़िगरेशन चलाने हेतु रूट पासवर्ड भरें.
pa: ਸੰਰਚਨਾ ਚਲਾਉਣ ਲਈ ਪroਬੰਧਕ(ot ਦ)ਾ ਗੁਪਤ-ਕੋਡ ਦਿਓ ।
ta: மூல் கடவுச்சொல்லை உள்ளிடவும் உள்ளமை ஓடவைக்க.

source: %s: Can't init pipe to gdmgreeter
ar: %s: لا مكن بدء انبوب لمرحب جي دي أم
hi: %s: जीडीएम-स्वागतकर्ता में इनिट पाइप नहीं कर सका
pa: %s: ਪਾਈਪ ਨੂੰ ਜੀਡੀਐਮ ਸਵਾਗਤੀ ਤੌਰ ਤੇ ਸ਼ੁਰੂ ਨਹੀ ਕਰ ਸਕਦਾ
ta: %s: gdmgreeterக்கு இண்ட் குழாவை அமைக்க முடியவில்லை

source: No servers were defined in the configuration file and XDMCP was disabled. This can only be a configuration error. So I have started a single server for you. You should log in and fix the configuration. Note that automatic and timed logins are disabled now.
ar: لم يعرَف أي نادل في ملف الإعداد كما ألغي XDMCP. لا يمكن أن يكون ذلك إلا خطأ إعداد. لذلك شغلت لك نادلا واحدا. سجل و صحح الأعداد. لاحظ أن تسجيلا الدخول الآلي و المؤقت معطلان الآن.
hi: कॉन्फ़िगरेशन फ़ाइल में कोई सर्वर परिभाषित नहीं है तथा एक्सडीएमसीपी अक्षम था. यह सिर्फ कॉन्फ़िगरेशन त्रुटि हो सकती है. अतः मैने एक सर्वर आपके लिए प्रारंभ कर दिया है. आपको लॉगइन कर कॉन्फ़िगरेशन सही करना होगी . ध्यान दें कि स्वचालित और समयबद्ध लॉगइन अभी अक्षम रहेंगे.
pa: ਸੰਰਚਨਾ ਫਾਇਲ ਵਿੱਚ ਕੋਈ ਸਰਵਰ ਪ੍ਰਭਾਸ਼ਿਤ ਨਹੀ ਸੀ ਅਤੇ XDMCP ਅਯੋਗ ਕੀਤਾ ਸੀ। ਇਹ ਸੰਰਚਨਾ ਗਲਤੀ ਹੋ ਸਕਦੀ ਹੈ। ਇਸ ਲਈ ਮੈ ਤੁਹਾਡੇ ਵਾਸਤੇ ਇਕੱਲਾ ਸਰਵਰ ਸ਼ੁਰੂ ਕੀਤਾ ਹੈ। ਤੁਹਾਨੂੰ ਲਾਗ-ਇਨ ਅਤੇ ਸੰਰਚਨਾ ਸਥਿਰ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ। ਵੇਖੋ ਕਿ ਹੁਣ ਸਵੈ ਅਤੇ ਅੰਤਰਾਲ ਲਾਗ-ਇਨ ਅਯੋਗ ਕੀਤੇ ਹਨ।
ta: செவகன் எதுவும் வரையறுக்க படவில்லை உள்ளமை கோப்பில் மற்றும் XDMCP சேயல் இழக்கபட்ட. இது தான் உள்ளமை பிழையாக இருக்கலாம். அகையால் நான் ஒரு சேவகனை மட்டும் உங்களுக்கு தந்துள்ளேன். நீங்கள் நுழைய வேண்டும் அதன்பின் உள்ளமை அமைக்க வேண்டும். தானாக மற்றும் நேர நுழைவு இப்பொது செயல் இழக்க பட்டுள்ளது குறித்து கோள்ளவும்.

source: I could not start the regular X server (your graphical environment) and so this is a failsafe X server. You should log in and properly configure the X server.
ar: لا يمكن تشغيل نادل X الإعتيادي (بيئتك الرسومية) و بالتالي فهذا نادل X failsafe.يجب عليك التسجيل و إعداد نادل X بسلامة.
hi: मैं नियमित एक्स सर्वर प्रारंभ नहीं कर सकता (आपका चित्रमय वातावरण). अतः यह एक फेलसेफ एक्स सर्वर है. आपको लॉगइन कर एक्स सर्वर को उचित प्रकार कॉन्फ़िगर करना होगा.
pa: ਮੈ ਸਥਾਈ X ਸਰਵਰ (ਤੁਹਾਡਾ ਗਰਾਫੀਕਲ ਵਾਤਾਵਰਨ) ਸ਼ੁਰੂ ਨਹੀ ਕਰ ਸਕਿਆ ਅਤੇ ਇਸ ਲਈ ਇਹ ਅਸਫਲ-ਸੁਰੱਖਿਆ ਹੈ। ਤੁਹਾਨੂੰ ਲਾਗ-ਇਨ ਕਰਨਾ ਅਤੇ X ਸਰਵਰ ਦੀ ਠੀਕ ਤਰਾਂ ਸੰਰਚਨਾ ਦਰਸਾਉਣੀ ਚਾਹੀਦੀ ਹੈ।
ta: சாதாரன X சேவகனை என்னால் துவக்க முடியவில்லை (உங்கள் வரைபட சூழல்) மற்றும் அகையால் இது ஒரு தொல்விபாதுகாப்பு X சேவகன். நீங்கள் நுழைந்து அதன் பின் சரியாக X சேவகனை உள்ளமைக்க வேண்டும்.

source: The specified display number was busy, so this server was started on display %s.
ar: رقم الشاشة المذكور شاغل،لذلك فُعل النادل على الشاشة %s.
hi: निर्दिष्ट प्रदर्शक क्रमांक व्यस्त था, अतः यह सर्वर प्रदर्शक %s पर प्रारंभ किया गया.
pa: ਦਰਸਾਇਆ ਗਿਆ ਦਰਿਸ਼ ਨੰਬਰ ਵਿਹਲਾ ਨਹੀ, ਇਸ ਲਈ ਇਹ ਸਰਵਰ %s ਦਰਿਸ਼ ਨਾਲ ਸ਼ੁਰੂ ਹੋਇਆ ਸੀ।
ta: குறிபிட்ட காட்சி எண் வேளையில் உள்ளது, அகையால் இந்த சேவகன் %s காட்சியில் துவக்கபட்டுள்ளது.

source: The greeter program appears to be crashing. I will attempt to use a different one.
ar: يبدو أن البرنامج المرحب ينهار. سأحاول إستخدام برنامج آخر.
hi: प्रतीत होता है कि स्वागतकर्ता प्रोग्राम क्रैश हो गया है. मैं एक भिन्न प्रोग्राम हेतु कोशिश करता हूँ.
pa: ਸਵਾਗਤੀ ਪ੍ਰੋਗਰਾਮ ਨਸ਼ਟ ਹੋਇਆ ਜਾਪਦਾ ਹੈ। ਮੈਂ ਕੋਈ ਹੋਰ ਵਰਤਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਦਾ ਹਾਂ।
ta: கிரிடர் நிரல் மொத படுவது பொல் தொன்றுகிறது. நான் வேறோன்றை பயன்படுத்த முயற்சிக்கிறேன்.

source: %s: Cannot start greeter with gtk modules: %s. Trying without modules
ar: %s:·لا يكن بدأ تشغيل المرحّب بوحدات: %s.·محاولة دون وحدات
hi: %s: जीटीके मॉड्यूल्स: %s के साथ स्वागतकर्ता प्रारंभ नहीं कर सका. बिना मॉड्यूल्स के साथ कोशिश कर रहे
pa: %s: ਸਵਾਗਤੀ ਨੂੰ gtk ਮੈਡਿਊਲ ਨਾਲ ਸ਼ੁਰੂ ਨਹੀ ਕਰ ਸਕਦਾ: %s। ਮੈਡਿਊਲ ਤੋਂ ਬਗੈਰ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਿਹਾ ਹੈ।
ta: %s: gtk பகுதியை வத்து கிரிடரை துவக்க முடியவில்லை: %s. பகுதியில்லாமல் முயற்சிக்கிறது

source: %s: Cannot start greeter trying default: %s
ar: %s: لا يمكن تشغيل المرحب سأحاول الإفتراض: %s
hi: %s: स्वागतकर्ता प्रारंभ नहीं कर सका, डिफ़ॉल्ट के लिए कोशिश कर रहे: %s
pa: %s: ਸਵਾਗਤੀ ਦੇ ਮੂਲ ਸ਼ੁਰੂ ਨਹੀ ਕਰ ਸਕਦਾ: %s
ta: %s: கிரடரை துவக்க முடியவில்லை முன்னிருப்பை முயற்சிக்கிறது: %s

source: Cannot start the greeter program, you will not be able to log in. This display will be disabled. Try logging in by other means and editing the configuration file
ar: لا يمكن تشغيل برنامج الترحيب،لن يمكنك التسجيل. ستلغى هذه الشاشة. حاول التسجيل بطرق أخرى أو بتحرير ملف الإعداد
hi: स्वागतकर्ता प्रोग्राम प्रारंभ नहीं कर सका. आप लॉगइन में असमर्थ रहेंगे. यह प्रदर्शक अक्षम रहेगा. दूसरे साधनों से लॉगइन हेतु प्रयत्न कीजिए और कॉन्फ़िगरेशन फ़ाइल में संपादन कीजिए
pa: ਸਵਾਗਤੀ ਪ੍ਰੋਗਰਾਮ ਸ਼ੁਰੂ ਨਹੀ ਕਰ ਸਕਦਾ, ਤੁਸੀ ਲਾਗ-ਇਨ ਕਰਨ ਦੇ ਯੋਗ ਨਹੀ ਹੋ। ਇਹ ਦਰਿਸ਼ ਅਯੋਗ ਕੀਤਾ ਹੈ। ਹੋਰ ਢੰਗ ਨਾਲ ਲਾਗ-ਇਨ ਕਰਨ ਦੀ ਅਤੇ ਸੰਰਚਨਾ ਫਾਇਲ ਸੋਧਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
ta: கிரடர் நிரலை துவக்க முடியவில்லை, உங்களால் நுழைய முடியாது. காட்சிகள் செயல் இழக்க படும். நுழைவை வேறு முறைகளிள் முயற்சிக்கவும் மற்றும் உள்ளமை கோப்புகலை தொகுக்கிறது

source: %s: Error starting greeter on display %s
ar: %s: خطأ تشغيل المرحب على الشاشة %s
hi: %s: स्वागतकर्ता को प्रदर्शक %s में प्रारंभ करने में त्रुटि
pa: %s: %s ਦਰਿਸ਼ ਉੱਪਰ ਸਵਾਗਤੀ ਸ਼ੁਰੂ ਕਰਨ ਦੀ ਗਲਤੀ
ta: %s: %s காட்சியை கிரிட்டரில் துவக்கையில் பிழை

source: %s: Can't fork gdmgreeter process
ar: %s: لا يمكن تشعيب عملية مرحب جي دي أم
hi: %s: जीडीएम स्वागतकर्ता प्रक्रिया फॉर्क नहीं कर सका
pa: %s: ਜੀਡੀਐਮ ਸਵਾਗਤੀ ਕਾਰਜ ਨੂੰ ਉਠਾ ਨਹੀ ਸਕਦਾ
ta: %s: gdmgreeter செயலை திருட முடியவில்லை

source: %s: Can't open fifo!
ar: %s: لا يمكن فتح fifo!
hi: %s: फीफो खोल नहीं सका!
pa: %s: fifo ਨੂੰ ਖੋਲ ਨਹੀ ਸਕਦਾ!
ta: %s: fifoவை திறக்க முடியவில்லை!

source: %s: Can't init pipe to gdmchooser
ar: %s: لا يمكن بدء أنبوب لمرحب جي دي أم
hi: %s: जीडीएम-चूज़र में इनिट पाइप नहीं कर सका
pa: %s: ਜੀਡੀਐਮ ਚੋਣਕਾਰ ਵਾਂਗ ਪਾਈਪ ਨੂੰ ਸ਼ੁਰੂ ਨਹੀ ਕਰ ਸਕਦਾ
ta: %s: gdmதேற்வாளர் குழாவை அமைக்க முடியவில்லை

source: Cannot start the chooser program, you will probably not be able to log in. Please contact the system administrator.
ar: لا يمكن تشغيل برنامج الإختيار،لا يمكنك التسجيل.الرجاء الإتصال بمدير نظامك.
hi: चयनक प्रोग्राम प्रारंभ नहीं कर सका. आप लॉगइन में सक्षम नहीं होंगे. कृपया तंत्र प्रशासक से संपर्क करें.
pa: ਚੋਣਕਾਰ ਪ੍ਰੋਗਰਾਮ ਸ਼ੁਰੂ ਨਹੀ ਕਰ ਸਕਦਾ, ਲਗਦਾ ਹੈ ਕਿ ਤੁਸੀ ਲਾਗ-ਇਨ ਕਰਨ ਦੇ ਯੋਗ ਨਹੀ ਹੋ। ਕਿਰਪਾ ਕਰਕੇ ਸਿਸਟਮ ਪ੍ਰਬੰਧਕ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
ta: தேர்வு நிரலை துவக்க முடியவில்லை, நீங்கள் அனேகமாக நுழைய முடியாது.தயவு செய்து முறைமை மேலாளரை அனுகவும்.

source: %s: Error starting chooser on display %s
ar: %s: خطأ تشغيل المختار على الشاشة %s
hi: %s: स्वागतकर्ता को प्रदर्शक %s में प्रारंभ करने में त्रुटि
pa: %s: ਚੋਣਕਾਰ ਨੂੰ %s ਦਰਿਸ਼ ਤੇ ਸ਼ੁਰੂ ਕਰਨ ਦੀ ਗਲਤੀ
ta: %s: %s திரையில் தொடங்கும்போது பிழை

source: %s: Can't fork gdmchooser process
ar: %s: لا يمكن تشعيب عملية مختار جي دي أم
hi: %s: जीडीएम स्वागतकर्ता प्रक्रिया फॉर्क नहीं कर सका
pa: %s: ਜੀਡੀਐਮ ਚੋਣਕਾਰ ਕਾਰਜ ਨੂੰ ਉਠਾ ਨਹੀ ਸਕਦਾ
ta: %s: gdmதேர்வாளர் செயல் திருட முடியவில்லை

source: %s: Could not open ~/.xsession-errors
ar: %s: لا يمكن فتح ~/.xsession-errors
hi: %s: खोल नहीं पाया ~/.xsession-errors
pa: %s: ~/.xਅਜਲਾਸ-ਗਲਤੀਆਂ ਨੂੰ ਖੋਲ ਨਹੀ ਸਕਿਆ
ta: %s: திறக்க முடியவில்லை ~/.xsession-பிழைகள்

source: %s: Execution of PreSession script returned > 0. Aborting.
ar: %s:·تنفيذ النص الشفري PreSession أرجع >·0.·إلغاء.
hi: %s: प्री-सेसन स्क्रिप्ट का कार्यान्वयन वापस > 0. छोड़ रहे.
pa: %s: ਪਹਿਲਾਂ ਵਾਲੇ ਅਜਲਾਸ ਸਕਰਿਪਟ ਦੇ ਚਲਾਉਣ ਨਾਲ ਨਤੀਜਾ > 0 ਆਇਆ ਹੈ। ਅਧੂਰਾ ਖਤਮ।
ta: %s: முன் அமர்வு எழுத்து திரும்பை இயக்கு> 0. வேளியேறுகிறது.

source: Language %s does not exist, using %s
ar: اللغة %s غير موجودة، ستستعمل %s
hi: भाषा %s मौज़ूद नहीं, %s उपयोग में
pa: ਭਾਸ਼ਾ %s ਮੌਜੂਦ ਨਹੀ, %s ਵਰਤ ਰਿਹਾ ਹੈ
ta: மோழி %s இப்பொது இல்லை, %sபயன்படுத்தும்

source: System default
ar: إفتراض النظام
hi: तंत्र डिफ़ॉल्ट
pa: ਸਿਸਟਮ ਮੂਲ
ta: முறைமை முன்னிருப்பு

source: %s: Could not setup environment for %s. Aborting.
ar: %s: لم يمكن ضبط البيئة لـ %s. إلغاء.
hi: %s: वातावरण सेटअप %s हेतु नहीं कर पाया. छोड़ रहे.
pa: %s: %s ਲਈ ਵਾਤਾਵਰਨ ਨਹੀ ਬਣਾ ਸਕਿਆ। ਅਧੂਰਾ ਖਤਮ।
ta: %s: சூழலை அமைக்க முடியவில்ல %sக்கான. நீக்குகிறது.

source: %s: setusercontext() failed for %s. Aborting.
ar: %s: فشل setusercontext() لـ %s. إلغاء.
hi: %s: setusercontext () %s हेतु असफल. छोड़ रहे.
pa: %s: %s ਲਈ setusercontext() ਅਸਫਲ ਹੋਇਆ। ਅਧੂਰਾ ਖਤਮ।
ta: %s: பயனர்உள்ளகத்தைஅமை() தொல்விக்கான %s. வேளியேறுகிறது.

source: %s: Could not become %s. Aborting.
ar: %s: لم يمكن أن يصبح لـ %s. إلغاء.
hi: %s: बन नहीं सकता %s. छोड़ रहे.
pa: %s: %s ਨਹੀ ਬਣ ਸਕਿਆ। ਅਧੂਰਾ ਖਤਮ।
ta: %s: மாறமுடியாது %s. வேளியேறுகிறது.

source: %s: No Exec line in the session file: %s, starting failsafe GNOME
ar: %s:·لا سطر تنفيذ في ملف الجلسة: %s، سيبدأ تنفيذ جنوم الآمن من الفشل
hi: %s: सत्र फ़ाइलः %s में कोई ईएक्सईसी पंक्ति नहीं है, गनोम फेलसेफ प्रारंभ कर रहे
pa: %s: ਅਜਲਾਸ ਫਾਇਲ ਵਿੱਚ ਕੋਈ ਚਲਾਉਣ ਵਾਲੀ ਲਾਈਨ ਨਹੀ: %s, ਅਸਫਲ-ਸੁਰੱਖਿਆ ਗਨੋਮ ਸ਼ੁਰੂ ਕਰ ਰਿਹਾ ਹੈ
ta: %s: அமர்வு வரியில் செயல் வரிகள் எதுவும் இல்லை: %s, failsafe GNOMEஐ துவக்கிறது

source: The session you selected does not look valid. I will run the GNOME failsafe session for you.
ar: تبدو الجلسة التي انتقيتها هذه غير سليمة. سأشغل جلسة جنوم الآمنة من الإنهيار بدلا عنها.
hi: जो सत्र आपने चुना है वह वैध प्रतीत नहीं होता है. मैं आपके लिए गनोम का फेलसेफ सत्र चलाता हूँ.
pa: ਤੁਹਾਡਾ ਚੁਣਿਆ ਅਜਲਾਸ ਯੋਗ ਨਹੀ ਹੈ। ਮੈਂ ਤੁਹਾਡੇ ਲਈ ਗਨੋਮ ਅਸਫਲ-ਸੁਰੱਖਿਆ ਅਜਲਾਸ ਚਲਾਵਾਂਗਾ।
ta: நீங்கள் தேர்வு செய்த அமர்வு செல்லாதது பொல் உள்லது. நான் GNOME failsafe அமர்வில் உனக்காக ஓட்ட வைப்பென்.

source: %s: Cannot find or run the base Xsession script, will try GNOME failsafe
ar: %s:·لا يمكن إيجاد أو تنفيذ النص الشفري الأساسي لـ Xsession، سأحاول جنوم الآمن من الفشل
hi: %s: बेस एक्ससत्र स्क्रिप्ट नहीं मिला या चला नहीं सका, गनोम फेलसेफ हेतु कोशिश करते हैं
pa: %s: ਆਧਾਰ X-ਅਜਲਾਸ ਲੱਭ ਜਾਂ ਸ਼ੁਰੂ ਨਹੀ ਕਰ ਸਕਦਾ, ਗਨੋਮ ਅਸਫਲ-ਸੁਰੱਖਿਆ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੇਗਾ
ta: %s: கிடைக்கவில்லை அல்லது அடிப்படை Xஅமர்வு எழுத்து ஓடவைக்க, GNOME failsafeஐ முயற்சிக்கும்

source: Cannot find or run the base session script, will try the GNOME failsafe session for you.
ar: لا يمكن ايجاد أو تشغيل النص الشفري الأساسي للجلسات، سأحاول جلسة جنوم الآمنة من الفشل لك.
hi: बेस सत्र स्क्रिप्ट नहीं मिला या चला नहीं सका, आपके लिए गनोम फेलसेफ हेतु कोशिश करते हैं
pa: ਆਧਾਰ X-ਅਜਲਾਸ ਲੱਭ ਜਾਂ ਸ਼ੁਰੂ ਨਹੀ ਕਰ ਸਕਦਾ, ਤੁਹਾਡੇ ਲਈ ਗਨੋਮ ਅਸਫਲ-ਸੁਰੱਖਿਆ ਅਜਲਾਸ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੇਗਾ।
ta: கிடைக்கவில்லை அல்லது அடைப்படை அமர்வு எழுத்து ஓடவைக்க, உங்களுக்காக GNOME failsafeயை முயற்சிக்கும்.

source: %s: gnome-session not found for a failsafe GNOME session, trying xterm
ar: %s: لم يوجد gnome-session لجلسة جنوم آمنة من الإنهيار، محاولة xterm
hi: %s: फेलसेफ गनोम सत्र हेतु गनोम सत्र नहीं मिला, एक्स-टर्म चलाने की कोशिश
pa: %s: ਅਸਫਲ-ਸੁਰੱਖਿਆ ਗਨੋਮ ਅਜਲਾਸ ਲਈ ਗਨੋਮ ਅਜਲਾਸ ਨਹੀ ਲੱਭਿਆ, x-ਰੂਪ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਿਹਾ ਹੈ
ta: %s: gnome-அமர்வு கிடைக்கவில்லை failsafe GNOME அமர்வுக்காக, xtermயை முயற்சிக்கிறது

source: Could not find the GNOME installation, will try running the "Failsafe xterm" session.
ar: لم يوجد تثبيت جنوم، محاولة تشغيل جلسة "الآمنة من الإنهيار xterm".
hi: गनोम संस्थापन नहीं मिला. "फेलसेफ एक्स-टर्म" सत्र चलाने की कोशिश जारी
pa: ਗਨੋਮ ਇੰਸਟਾਲੇਸ਼ਨ ਨਹੀ ਲੱਭ ਸਕਿਆ, "ਅਸਫਲ-ਸੁਰੱਖਿਆ x-ਰੂਪ" ਅਜਲਾਸ ਚਲਾਉਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਾਂਗਾ।
ta: GNOME நிறுவலை கண்டுபிடிக்க முடியவில்லை, "Failsafe xterm" அமர்வை ஓடவைக்க முயற்சிக்கிறது.

source: This is the Failsafe Gnome session. You will be logged into the 'Default' session of Gnome with no startup scripts run. This is only to fix problems in your installation.
ar: هذه جلسة جنوم الآمنة من الإنهيار.ستسجل في جلسة جنوم الإفتراضية بدون تشغيل نصوص بدأ التسغيل الشفرية. هذا فقط لتثبيت خلال في تثبيتك.
hi: यह फेलसेफ गनोम सत्र है. आप डिफ़ॉल्ट गनोम सत्र में बिना स्टार्टअप स्क्रिप्ट चलाए लॉग करेंगे. यह आपके संस्थापन में सिर्फ समस्याओं के निदान हेतु है.
pa: ਇਹ ਅਸਫਲ-ਸੁਰੱਖਿਆ ਗਨੋਮ ਹੈ। ਤੁਸੀ ਕੋਈ ਵੀ ਸ਼ੁਰੂਆਤੀ ਸਕਰਿਪਟ ਦੇ ਚੱਲਣ ਤੋਂ ਬਿਨਾਂ ਮੂਲ ਗਨੋਮ ਅਜਲਾਸ ਵਿੱਚ ਲਾਗ-ਇਨ ਕਰ ਸਕੋਗੇ। ਇਹ ਸਿਰਫ ਤੁਹਾਡੀ ਸਥਾਪਤੀ ਵਿੱਚ ਸਮੱਸਿਆਵਾਂ ਨੂੰ ਸਥਿਰ ਕਰਨਾ ਹੈ।
ta: இது ஒரு தொல்விபாதுகாப்பு Gnome அமர்வு. நீங்கள் 'முன்னிருப்பு' அமர்வில் நுழைக்க படுவீர் Gnome ஒரு துவக்க எழுத்தும் இல்லாமல். உங்கள் நிறுவலில் பிறச்சினைகளை பொருத்துவதற்கு மட்டும்.

source: Cannot find "xterm" to start a failsafe session.
ar: لا يمكن ايجاد "xterm" لتشغيل جلسة آمنة من الإنهيار.
hi: फेलसेफ एक्स टर्म सत्र चलाने हेतु "एक्स टर्म" नहीं मिला.
pa: ਅਸਫਲ-ਸੁਰੱਖਿਆ ਅਜਲਾਸ ਸ਼ੁਰੂ ਕਰਨ ਲਈ "x-ਰੂਪ" ਨਹੀ ਲੱਭਿਆ।
ta: கண்டுபிடிக்க முடியவில்லை "xterm" failsafe அமர்வை துவக்க.

source: This is the Failsafe xterm session. You will be logged into a terminal console so that you may fix your system if you cannot log in any other way. To exit the terminal emulator, type 'exit' and an enter into the window.
ar: هذه جلسة xterm الآمنة من الإنهيار .ستسجل في شاشة طرفية حتى تصلح نظامك إذا لم يمكنك التسجيل بأي طريقة أخرى. للخروج من محاكي الشاشة الطرفية، اكتب 'exit' ثم أنقر زر الموافقة في النافذة.
hi: यह एक फेलसेफ एक्स टर्म सत्र है. यदि आप अन्य तरीके से लॉग नहीं कर पाते हैं तो टर्मिनल कंसोल में लॉग करेंगे ताकि आप समस्याओं का निदान कर सकें. टर्मिनल एमुलेटर से बाहर आने तथा विंडो में जाने हेतु 'exit' टाइप करें.
pa: ਇਹ ਅਸਫਲ-ਸੁਰੱਖਿਆ ਗਨੋਮ ਹੈ| ਤੁਸੀ ਟਰਮੀਨਲ ਕਨਸੋਲ ਵਿੱਚ ਲਾਗ-ਇਨ ਕਰੋਗੇ ਤਾਂ ਕਿ ਜੇ ਤੁਸੀ ਕਿਸੇ ਹੋਰ ਢੰਗ ਨਾਲ ਲਾਗ-ਇਨ ਨਹੀ ਕਰ ਸਕਦੇ, ਤੁਸੀ ਆਪਣੇ ਸਿਸਟਮ ਨੂੰ ਸਥਿਰ ਕਰ ਸਕੋ। ਟਰਮੀਨਲ ਇਮੂਲੇਟਰ ਤੋਂ ਬਾਹਰ ਆਉਣ ਲਈ 'exit' ਲਿਖੋ ਅਤੇ ਝਰੋਖੇ ਵਿੱਚ ਦਾਖਲ ਹੋਵੋ।
ta: இது ஒரு Failsafe xterm அமர்வு. நீங்கள் முனைய பணியகத்தில் நுழைக்க படுவீர் அதணால் உங்கள் முறைமையை பொருத்தலாம் உங்களால் நுழைய முடியாவிடில். முனையத்தில் இருந்து வேளியேற, 'exit' ஐ உள்ளிடவும் அதன்பின் சாலரத்துக்குள் நுழையவும்.

source: %s: User not allowed to log in
ar: %s: المستخدم غير مسموح له بتسجيل الدخول
hi: %s: उपयोगकर्ता का लॉग इन वर्जित है.
pa: %s: ਉਪਭੋਗੀ ਨੂੰ ਲਾਗ-ਇਨ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀ
ta: %s: பயனர் நுழைய அனுமதி இல்லை

source: The system administrator has disabled your account.
ar: عطل مدير النظامك حسابك.
hi: तंत्र प्रशासक ने आपका खाता अक्षम कर दिया है.
pa: ਸਿਸਟਮ ਪ੍ਰਬੰਧਕ ਨੇ ਤੁਹਾਡਾ ਖਾਤਾ ਅਯੋਗ ਕਰ ਦਿੱਤਾ ਹੈ।
ta: உங்கள் கணக்கை முறைமை மேலாளர செயல் இழக்க வைத்துள்ளார்.

source: Error! Unable to set executable context.
ar: خطأ! لا يمكن ضبط سياق التنفيذ.
hi: त्रुटि! एक्ज़ीक्यूटेबल कॉन्टेक्स्ट नियत करने में अक्षम
pa: ਗਲਤੀ! ਚੱਲਣਯੋਗ ਪ੍ਰਸੰਗ ਨੂੰ ਦਰਸਾਉਣ ਲਈ ਅਸਮਰਥ।
ta: பிழை! இயக்க பணியகம் அமைக்க முடியவில்லை.

source: %s: Could not exec %s %s %s
ar: %s: لم يمكن تشغيل %s %s %s
hi: %s : को चला नही सके %s %s %s
pa: %s: %s %s %s ਨੂੰ ਚਲਾ ਨਹੀ ਸਕਿਆ
ta: %s: இயக்க முடியவில்லை %s %s %s

source: Cannot start the session due to some internal error.
ar: لا يمكن بدأ الجلسة لأخطاء داخلية.
hi: कुछ आंतरिक त्रुटि के कारण सत्र शुरु नही कर पाए.
pa: ਕੁੱਝ ਅੰਦਰੂਨੀ ਖਰਾਬੀ ਕਾਰਨ ਅਜਲਾਸ ਸ਼ੁਰੂ ਨਹੀ ਕਰ ਸਕਦਾ।
ta: உள் பிழையால் அமர்வை துவக்க முடியவில்லை.

source: %s: User passed auth but getpwnam(%s) failed!
ar: %s: نجح التحقق من هوية المستعمل لكن getpwnam(%s) فشل!
hi: %s: उपयोगकर्ता प्राधिकृत सफल, पर getpwnam(%s) असफल!
pa: %s: ਉਪਭੋਗੀ ਨੇ ਅਧਿਕਾਰ ਦੇ ਦਿੱਤੇ, ਪਰ getpwnam(%s) ਅਸਫਲ ਹੋ ਗਿਆ!
ta: %s: பயனர் உறுதி செய்வதில் வேற்றி ஆணால் getpwnam(%s) தொல்வி!

source: %s: Execution of PostLogin script returned > 0. Aborting.
ar: %s: تشغيل النص الشفري لما قبل الجلسة ارجع > 0. إلغاء.
hi: %s: पोस्ट-लॉगइन स्क्रिप्ट कार्यान्वयन वापस > 0 छोड़ रहे.
pa: %s: ਬਾਅਦ ਵਾਲੇ ਅਜਲਾਸ ਸਕਰਿਪਟ ਦੇ ਚਲਾਉਣ ਨਾਲ ਨਤੀਜਾ > 0 ਆਇਆ ਹੈ। ਅਧੂਰਾ ਖਤਮ।
ta: %s: பின் நுழை எழுத்து திரும்பை இயக்கு > 0. வேளியேறுகிறது.

source: Your home directory is listed as: '%s' but it does not appear to exist. Do you want to log in with the / (root) directory as your home directory? It is unlikely anything will work unless you use a failsafe session.
ar: دليلك المنزلي مسجل كـ: '%s' لكن يبدو انه غير موجود. هل تريد التسجيل بالدليل الجذري كدليلك المنزلي؟ من المحتمل أن لا يعمل شيء حتى تستعمل جلسة آمنة من الإنهيار.
hi: आपकी होम डिरेक्ट्री: '%s' के नाम से सूचीबद्ध है.पर प्रतीत होता है कि यह मौजूद नहीं है. क्या आप / (रूट) डिरेक्ट्री में होम डिरेक्ट्री जैसे लॉग-इन करना चाहते हैं? नहीं लगता कि कुछ कार्य हो जब तक कि आप फेल सेफ सत्र उपयोग में न लाएँ.
pa: ਤੁਹਾਡੀ ਘਰ-ਡਾਇਰੈਕਟਰੀ ਇਸ ਤਰਾਂ ਵਿਖਾਈ ਗਈ ਹੈ: '%s' ਪਰ ਇਹ ਮੌਜੂਦ ਨਹੀ ਲਗਦੀ। ਕੀ ਤੁਸੀ ਪ੍ਰਬੰਧਕ(root)ਡਾਇਰੈਕਟਰੀ ਵਿੱਚ ਆਪਣੀ ਘਰ-ਡਾੲਰੈਕਟਰੀ ਦੇ ਤੌਰ ਤੇ ਦਾਖਿਲ ਹੋਣਾ ਚਾਹੁੰਦੇ ਹੋ? ਇਹ ਅਸੰਭਵ ਹੈ ਕਿ ਸਭ ਕੁੱਝ ਕੰਮ ਕਰਨਗੇ, ਜਦੋਂ ਤੱਕ ਤੁਸੀ ਅਸਫਲ-ਸੁਰੱਖਿਆ ਅਜਲਾਸ ਵਰਤਦੇ ਹੋ।
ta: உங்களில்ல அடைவு இப்படி பட்டியலிட பட்டுள்ளது: '%s' ஆணால் வேளியேறுவது பொல் இல்லை. முலமுடன் நீங்கள் நுழைய வேண்டுமா / (மூலம்) அடைவில் உங்கள் இல்ல அடைவு உள்ளது? failsafe அமர்வை பயன்படுத்தாவிடில் வேறு எதுவும் வேளை செய்யாது.

source: %s: Home directory for %s: '%s' does not exist!
ar: %s: دليلك المنزلي لـ %s: '%s' غير موجود!
hi: %s: होम डिरेक्ट्री %s: हेतु '%s' मौज़ूद नहीं है.
pa: %s: %s ਲਈ ਘਰ-ਡਾਇਰੈਕਟਰੀ: '%s' ਮੌਜੂਦ ਨਹੀ!
ta: %s: இல்ல அடைவுக்கான %s: '%s' இப்பொது இல்லை!

source: GDM could not write to your authorization file. This could mean that you are out of disk space or that your home directory could not be opened for writing. In any case, it is not possible to log in. Please contact your system administrator
ar: لا يستطيع جي دي أم كتابة ملف تصاريح. هذا يعني أن فضاء القرص لم يعد كافيا أو أن دليلك المنزلي لم يمكن فتحه للكتابة. على أي حال، لا يمكنالتسجيل. رجاء اتصل بمدير نظامك
hi: जीडीएम आपके प्राधिकरण फ़ाइल नहीं लिख सकता. इसका मतलब है कि आप के पास डिस्क में जगह नहीं है या आपकी होम डिरेक्ट्री लिखने हेतु खोली नहीं जा सकी. जो भी हो, लॉग-इन संभव नहीं है. कृपया अपने तंत्र प्रशासक से संपर्क करें.
pa: ਜੀਡੀਐਮ ਤੁਹਾਡੀ ਅਧਿਕਾਰ ਫਾਇਲ ਵਿੱਚ ਲਿਖ ਨਹੀ ਸਕਦਾ। ਇਸ ਦਾ ਮਤਲਬ ਹੈ ਕਿ ਜਾਂ ਤਾਂ ਡਿਸਕ ਭਰ ਗਈ ਹੈ ਜਾਂ ਘਰ ਡਾਇਰੈਕਟਰੀ ਲਿਖਣ ਲਈ ਖੋਲੀ ਨਹੀ ਜਾ ਸਕੀ। ਕਿਸੇ ਵੀ ਹਾਲਤ ਵਿੱਚ ਲਾਗ-ਇਨ ਕਰਨਾ ਸੰਭਵ ਨਹੀ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਸਿਸਟਮ ਪ੍ਰਬੰਧਕ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
ta: GDM உங்கள் உறுதி செய் கோப்பில் ஏழுத முடியவில்லை. இது வட்டில் இடம் இல்லை என்று அர்த்தம் அல்லது ஏழுதுவதற்காக உங்கள் இல்ல அடைவை திறக்க முடியவில்லை என்று அர்த்தம். எப்படுயானாலும், நுழைக்க முடியாது. உங்கள் முறைமை மேலாளரை தய்வு செய்து தொடர்பு கோள்ளவும்

source: %s: Error forking user session
ar: %s: خطأ تشعيب جلسة المستخدم
hi: %s: उपयोगकर्ता सत्र फॉर्क करने में त्रुटि
pa: %s: ਉਪਭੋਗੀ ਦਾ ਅਜਲਾਸ ਉਠਾਉਣ ਵਿੱਚ ਗਲਤੀ
ta: %s: பயனர் அமர்வை திருடுவதில் பிழை

source: Your session only lasted less than 10 seconds. If you have not logged out yourself, this could mean that there is some installation problem or that you may be out of diskspace. Try logging in with one of the failsafe sessions to see if you can fix this problem.
ar: دامت جلستك أقل من 10 ثوان اذا لم تخرج بنفسك، ربما يعني هذا وجود مشاكل تثبيت أو انه لم يعد لديك فضاء كاف على القرص.حاول التسجيل بجلسم من جلسات الآمنة من الإنهيار للنظر في إمكانية اصلاح الخطأ.
hi: आपका सत्र सिर्फ 10 सेकण्ड से कम चला. यदि आप लॉग-आउट नहीं हुए हैं तो इसका मतलब है कि कुछ संस्थापना समस्या है या आपके पास डिस्क में जगह नहीं है.किसी फेल सेफ सत्र में लॉग-इन कर देखें कि शायद आप अपनी समस्या हल कर पाएँ.
pa: ਤੁਹਾਡਾ ਅਜਲਾਸ 10 ਸਕਿੰਟਾਂ ਤੋਂ ਘੱਟ ਪੁਰਾਣਾ ਹੈ। ਜੇ ਤੁਸੀ ਆਪਣੇ-ਆਪ ਬਾਹਰੀ ਦਰ ਨਹੀ ਕੀਤਾ, ਤਾਂ ਇਸ ਦਾ ਮਤਲਬ ਕੁੱਝ ਸਥਾਪਤੀ ਸਮੱਸਿਆਵਾਂ ਹਨ ਜਾਂ ਤੁਹਾਡੀ ਡਿਸਕ ਭਰ ਚੁੱਕੀ ਹੈ। ਇਹ ਵੇਖਣ ਲਈ ਕਿ ਜੇ ਤੁਸੀ ਇਸ ਸਮੱਸਿਆ ਨੂੰ ਸਥਿਰ ਕਰ ਸਕਦੇ ਹੋ, ਕਿਸੇ ਅਸਫਲ-ਸੁਰੱਖਿਆ ਅਜਲਾਸ ਨਾਲ ਲਾਗ-ਇਨ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
ta: உங்கள் அமர்வு மட்டும் கடைசி 10 வீனாடி இருந்தது. நீங்கள் வேளியேறவில்லை என்றால், இது சில நிறுவல் பிறச்சினை உள்ளாது என்றோ அல்லது வட்டில் இடம் இல்லை என்று அர்த்தம். failsafe அமர்வில் நுழைய முயற்சிக்கவும் இந்த பிறச்சினையை நிங்கள் பொருத்த.

source: View details (~/.xsession-errors file)
ar: عرض التفاصيل (ملف ~/.xsession-errors)
hi: विवरण दर्शाएँ (~/.xsession-errors फ़ाइल)
pa: ਵੇਰਵਾ ਵੇਖੋ (~/.x-ਅਜਲਾਸ-ਗਲਤੀ ਫਾਇਲ)
ta: பார்வை விவரங்கள் (~/.xsession-பிழை கோப்புகள்)

source: GDM detected a shutdown or reboot in progress.
ar: إكتشف جي دي أم إطفاء أو إعادة ركل في تقدّم.
hi: जीडीएम को बन्द या रीबूट की प्रगति मिली.
pa: ਜੀਡੀਐਮ ਨੇ ਚਾਲੂ ਹਾਲਤ ਵਿੱਚ ਬਾਹਰੀ-ਦਰ ਜਾਂ ਮੁਡ਼ ਚਲਾਓ ਲੱਭਿਆ ਹੈ।
ta: GDM முடுவதை தேர்வு செய்துள்ளது அல்லது மீண்டும் இயக்கும்.

source: Ping to %s failed, whacking display!
ar: فشل البنغ لـ %s، شاشة متضاربة!
hi: %s को पिंग असफल, प्रदर्शक व्हेकिंग!
pa: %s ਲਈ ਪਿੰਗ ਅਸਫਲ ਹੋਈ, ਜ਼ੋਰਦਾਰ ਦਰਿਸ਼!
ta: பிங் விற்கு %s தொல்வி, குழப்பமான் காட்சி!

source: %s: Fatal X error - Restarting %s
ar: %s: خطأ X فادح - جاري إعادة تشغيل %s
hi: %s: घातक एक्स त्रुटि - पुनः शुरु कर रहे %s
pa: %s: ਘਾਤਕ X ਗਲਤੀ - %s ਮੁਡ਼ ਸ਼ੁਰੂ ਹੋ ਰਿਹਾ ਹੈ
ta: %s: இறப்பு X பிழை - மீண்டும் துவக்கிறது %s
