Repository: OneIdentity/rc-legacy
Catalog: gdm/gdm-2.6.0.5/po/*.po
Languages: ar, hi, pa, ta

source: CDE
ar: سي دي إي
hi: सीडीई
pa: ਸੀ-ਡੀ-ਈ

source: This session logs you into CDE
ar: تسجلك هذه الجلسة في سي دي إي
hi: यह सत्र आपको सीडीई में लॉग करेगा
pa: ਇਹ ਅਜਲਾਸ ਤੁਹਾਨੂੰ ਸੀਡੀਈ ਵਿੱਚ ਲਿਜਾਂਦਾ ਹੈ
ta: இந்த பிறிவு CDEக்குள் உங்களை நுழைக்கும்

source: Default System Session
ar: جلسة النظام الافتراضية
hi: डिफ़ॉल्ट तंत्र सत्र
pa: ਮੂਲ ਸਿਸਟਮ ਅਜਲਾਸ
ta: முன்னிருப்பு முறைமை பிறிவு

source: This is the default system session
ar: هذه جلسة النظام الإفتراضية
hi: यह डिफ़ॉल्ट तंत्र सत्र है
pa: ਇਹ ਮੂਲ ਸਿਸਟਮ ਅਜਲਾਸ ਹੈ
ta: இது ஒரு முன்னிருப்பு முறைமை அமர்வு

source: I cannot start the X server (your graphical interface). It is likely that it is not set up correctly. You will need to log in on a console and rerun the X configuration program. Then restart GDM.
ar: لا يمكنني تشغيل نادل X (واجهتك الرسومية). يبدو أنه لم يتم تثبيته بشكل صحيح. ستحتاج لتسجيل الدخول في شاشة طرفية (console) و إعادة تشغيل برنامج إعداد X. ثم اعد تشغيل جي دي أم.
hi: मैं एक्स सर्वर प्रारंभ नहीं कर सकता (आपका चित्रमय इंटरफेस). ऐसा प्रतीत होता है कि यह उचित प्रकार सेटअप नहीं है. आपको एक कंसोल में लॉगइन होकर एक्स कॉन्फ़िगरेशन प्रोग्राम पुनः चलाना होगा. उसके बाद जीडीएम पुनः प्रारंभ करें.
pa: ਮੈਂ X ਸਰਵਰ ਸ਼ੁਰੂ ਨਹੀ ਕਰ ਸਕਦਾ (ਤੁਹਾਡਾ ਗਰਾਫੀਕਲ ਸੰਬੰਧ)| ਇਸ ਤਰਾਂ ਲਗਦਾ ਹੈ, ਜਿਵੇਂ ਇਹ ਠੀਕ ਤਰਾਂ ਦਰਸਾਇਆ ਨਹੀ। ਤੁਹਾਨੂੰ ਕਨਸੋਲ ਉੱਪਰ ਲਾਗ-ਇਨ ਕਰਨਾ ਅਤੇ X ਸੰਰਚਨਾ ਪ੍ਰੋਗਰਾਮ ਨੂੰ ਮੁਡ਼ ਚਲਾਉਣਾ ਪਵੇਗਾ ਅਤੇ ਫਿਰ ਜੀਡੀਐਮ ਮੁਡ਼ ਸ਼ੁਰੂ ਕਰੋ।
ta: X முறைமையை என்னால் துவக்க முடியவில்லை (உங்கள் வரைபட இடைமுகம்). இது சரியாக அமைக்கபடாதது பொல் தேரிகிறது. நீங்கள் பணியகத்தில் நுழைபட வேண்டும் அதன் பின் X உள்ளமை நிரலுக்கு திரும்பவும். அதன்பின் GDMஐ துவக்கு.

source: Would you like me to try to run the X configuration program? Note that you will need the root password for this.
ar: هل تريد مني محاولة تشغيل برنامج إعداد X؟ لاحظ أنك ستحتاج إلى كلمة سر الجذر لهذه العملية.
hi: क्या आप चाहते हैं कि मैं एक्स कॉन्फ़िगरेशन प्रोग्राम चलाने की कोशिश करूं. ? ध्यान दें कि इस हेतु आपको रूट पासवर्ड की आवश्यकता होगी.
pa: ਕੀ ਤੁਸੀ ਮੈਨੂੰ X ਸੰਰਚਨਾ ਪ੍ਰੋਗਰਾਮ ਚਲਾਉਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਨ ਦਿਓਗੇ? ਯਾਦ ਰੱਖੋ ਕਿ ਇਸ ਲਈ ਤੁਹਾਨੂੰ ਪ੍ਰਬੰਧਕ(root) ਦੇ ਗੁਪਤ-ਕੋਡ ਦੀ ਜਰੂਰਤ ਹੈ।
ta: நீங்கள் என்னை X உள்ளமை நிரல் ஓடவைக்க விரும்புகிறரா? இதற்கு மூல கடவுச்சொல் வேண்டும் குறித்து கோள்ளுங்கள்.

source: Please type in the root (privileged user) password.
ar: الرجاء إدخال كلمة سر الجذر (المستخدم ذي الإمتيازات)
hi: कृपया रूट पासवर्ड (विशेषाधिकार प्राप्त प्रयोगकर्ता) टाइप करें.
pa: ਕਿਰਪਾ ਕਰਕੇ ਪ੍ਰਬੰਧਕ(root(ਵਿਸ਼ੇਸ਼ ਅਧਿਕਾਰ ਉਪਭੋਗੀ)) ਦਾ ਗੁਪਤ-ਕੋਡ ਭਰੋ।
ta: மூலத்தின் கடவுச்சொல்லை தயவு சேய்து (பயனரின் சலுகை) உள்ளிடவும்.

source: I will now try to restart the X server again.
ar: سأحاول الآن إعادة تشغيل نادل·X مجددًا.
hi: मैं एक्स सर्वर पुनः प्रारंभ करने की कोशिश करता हूँ.
pa: ਹੁਣ ਮੈਂ X ਸਰਵਰ ਮੁਡ਼ ਸ਼ੁਰੂ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਾਂਗਾ।
ta: நான் இப்பொது X சேவையை மீண்டும் துவக்க முயற்சீக்கிறேன்.

source: I will disable this X server for now. Restart GDM when it is configured correctly.
ar: سأعطل نادل X من الآن. أعد تشغيل جي دي أم بعد إعداده بطريقة صحيحة.
hi: मैं एक्स सर्वर अभी अक्षम करता हूँ. जब यह उचित प्रकार से कॉन्फ़िगर हो जाए तो जीडीएम पुनः प्रारंभ करें.
pa: ਹੁਣ ਮੈਂ X ਸਰਵਰ ਅਯੋਗ ਕਰਾਂਗਾ। ਜਦੋਂ ਇਹ ਠੀਕ ਤਰਾਂ ਦਰਸਾਇਆ ਜਾਵੇਗਾ ਤਾਂ ਜੀਡੀਐਮ ਮੁਡ਼ ਸ਼ੁਰੂ ਕਰੋ।
ta: இப்பொது X சேவை நான் சேயல் இழக்க வைப்பேன். சரியாக உள்ளாமைத்த பின் GDMஐ மீண்டும் துவக்கு.

source: I cannot start the X server (your graphical interface). It is likely that it is not set up correctly. Would you like to view the X server output to diagnose the problem?
ar: لا يمكنني تشغيل نادل X (واجهتك الرسومية). يبدو أنه لم يثبت بشكل سليم. هل تريد عرض إخراج نادل X لتشخيص المشكلة؟
hi: मैं एक्स सर्वर प्रारंभ नहीं कर सकता (आपका चित्रमय इंटरफेस). ऐसा प्रतीत होता है कि यह उचित प्रकार सेटअप नहीं है. क्या आप समस्या निदान हेतु एक्स सर्वर आउटपुट देखना चाहेंगे?
pa: ਮੈਂ X ਸਰਵਰ ਸ਼ੁਰੂ ਨਹੀ ਕਰ ਸਕਦਾ (ਤੁਹਾਡਾ ਗਰਾਫੀਕਲ ਸੰਬੰਧ)। ਇਸ ਤਰਾਂ ਲਗਦਾ ਹੈ ਜਿਵੇਂ ਇਹ ਠੀਕ ਤਰਾਂ ਦਰਸਾਇਆ ਨਹੀ। ਕੀ ਤੁਸੀ ਸਮੱਸਿਆ ਦੀ ਜਾਂਚ ਕਰਨ ਲਈ X ਸਰਵਰ ਨਤੀਜਾ ਵੇਖਣਾ ਪਸੰਦ ਕਰੋਗੇ?
ta: X சேவையை என்னால் துவக்க இயலவில்லை (உங்கள் வரைபட இடைமுகம்). அது சரியாக அமைக்கவில்லை பொல் உள்ளது. பிறச்சினை சரிசெய்ய X சேவை வேளியிட்டை நீங்கள் பார்க்க விரும்புகிறிரா?

source: Would you like to view the detailed X server output as well?
ar: هل تريد·كذلك عرض الاخراج المفصل لنادل X؟
hi: क्या आप विस्तृत एक्स सर्वर आउटपुट भी देखना चाहेंगे?
pa: ਕੀ ਤੁਸੀ X ਸਰਵਰ ਦਾ ਵਿਸਥਾਰਪੂਰਵਕ ਨਤੀਜਾ, ਜਿਸ ਤਰਾਂ ਹੈ ਵੇਖਣਾ ਪਸੰਦ ਕਰੋਗੇ?
ta: விவரிக்கபட்ட X முறைமையின் வேளியிட்டை பார்க்க நீங்கள் விரும்புகிறிரா?

source: I cannot start the X server (your graphical interface). It seems that the pointer device (your mouse) is not set up correctly. Would you like to view the X server output to diagnose the problem?
ar: لا يمكنني تشغيل نادل X (واجهتك الرسومية). يبدو أنه لم يثبت جهاز المؤشر (الفأرة) بشكل صحيح. هل ترغب في عرض إخراج نادل X لتشخيص المشكلة؟
hi: मैं एक्स सर्वर प्रारंभ नहीं कर सकता (आपका चित्रमय इंटरफेस). ऐसा प्रतीत होता है कि पाइंटर उपकरण (आपका माउस) उचित प्रकार सेटअप नहीं है. क्या आप समस्या निदान हेतु एक्स सर्वर आउटपुट देखना चाहेंगे?
pa: ਮੈਂ X ਸਰਵਰ ਸ਼ੁਰੂ ਨਹੀ ਕਰ ਸਕਦਾ (ਤੁਹਾਡਾ ਗਰਾਫੀਕਲ ਸੰਬੰਧ)। ਇਸ ਤਰਾਂ ਲਗਦਾ ਹੈ, ਜਿਵੇਂ ਬਿੰਦੂ ਸਾਧਨ (ਤੁਹਾਡਾ ਮਾਊਸ) ਠੀਕ ਤਰਾਂ ਦਰਸਾਇਆ ਨਹੀ। ਕੀ ਤੁਸੀ ਸਮੱਸਿਆ ਦੀ ਜਾਂਚ ਕਰਨ ਲਈ X ਸਰਵਰ ਨਤੀਜਾ ਵੇਖਣਾ ਪਸੰਦ ਕਰੋਗੇ?
ta: X முறைமை என்னால் துவக்க முடியவில்லை (உங்கள் வரைபட இடைமுகம்). இது குறி சாதனம் பொல் உள்ளது (உங்கள் சுட்டி) சரியாக அமைக்கபடவில்லை. பிறச்சினை சரிசெய்ய X சேவை வேளியிட்டை பார்ர்க நீங்கள் விரும்புகிறிரா?

source: Would you like me to try to run the mouse configuration program? Note that you will need the root password for this.
ar: هل تريد مني تشغيل برنامج إعداد الفأرة؟ لاحظ أنك ستحتاج لكلمة سر الجذر للقيام بذلك.
hi: क्या आप चाहते हैं कि मैं माउस कॉन्फ़िगरेशन प्रोग्राम चलाने की कोशिश करूं? टीप लें कि इस हेतु आपको रूट पासवर्ड की आवश्यकता होगी.
pa: ਕੀ ਤੁਸੀ ਮੈਨੂੰ ਮਾਊਸ ਸੰਰਚਨਾ ਪ੍ਰੋਗਰਾਮ ਚਲਾਉਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਨ ਦਿਓਗੇ? ਯਾਦ ਰੱਖੋ ਕਿ ਇਸ ਲਈ ਤੁਹਾਨੂੰ ਪ੍ਰਬੰਧਕ(root) ਦੇ ਗੁਪਤ-ਕੋਡ ਦੀ ਜਰੂਰਤ ਹੈ।
ta: என்னை சுட்டி உள்ளமை நிரலை ஓடவைக்க நீங்கள் விரும்புகிறிரா? இதற்கு மூல கடவுச்சொல் உங்களுக்கு தேவை குறித்து கோள்ளவும்.

source: This is the failsafe xterm session. Windows now have focus only if you have your cursor above them. To get out of this mode type 'exit' in the window in the upper left corner
ar: هذه جلسة xterm الآمنة من الفشل. للنوافذ الآن تركيز فقط عندما يكون المؤشر فوقها. للخروج من نوع النسق هذا أكتب 'exit'·في النافذة في الزاوية
hi: यह फेलसेफ एक्सटर्म सत्र है. विंडोज़ पर अब फ़ोकस तभी होगा जब उनपर संकेतक होगा. इस मोड से बाहर जाने हेतु विंडो में ऊपरी बाएँ कोने पर टाइप करें 'exit'
pa: ਇਹ ਅਸਫਲ ਸੁਰੱਖਿਆ x-ਰੂਪ ਅਜਲਾਸ ਹੈ। ਹੁਣ ਝਰੋਖੇ ਕੇਂਦਰਿਤ ਤਾਂ ਹੀ ਹੋਣਗੇ, ਜੇ ਤੁਸੀ ਇਹਨਾਂ ਉੱਪਰ ਕਰਸਰ ਲਿਆਓਗੇ। ਇਸ ਰੂਪ ਵਿੱਚੋਂ ਬਾਹਰ ਜਾਣ ਲਈ ਇਸ ਝਰੋਖੇ ਦੇ ਉੱਪਰ ਖੱਬੇ ਖੂੰਜੇ ਵਿੱਚ 'exit' ਲਿਖੋ
ta: இது தொல்விபாதுகாப்பு xterm அமர்வு. சாலரத்தில் மிது காட்டியை வத்தால் தான் சாலரம் செயலாக்கபடும். இந்த நிலையில் இருந்து வேளி வற இடது பக்கம் இருக்கும் 'வேளி' யை அழுத்தவும்

source: I could not start your session and so I have started the failsafe xterm session. Windows now have focus only if you have your cursor above them. To get out of this mode type 'exit' in the window in the upper left corner
ar: لم يمكنني تشغيل جلستك و لذلك شغلت جلسة xterm الآمنة من الفشل. لن تركز النوافذ إلال عندم يكون المؤشر فوقها. للخروج من هذا النسق أكتب 'exit' في النافذة في الوازية اليسرى العليا
hi: मैं आपका सत्र प्रारंभ नहीं कर सका अतः मैंने फेलसेफ एक्सटर्म सत्र प्रारंभ कर दिया है. विंडोज़ पर अब फ़ोकस तभी होगा जब उनपर संकेतक होगा. इस मोड से बाहर जाने हेतु विंडो में ऊपरी बाएँ कोने पर टाइप करें 'exit'
pa: ਮੈਂ ਤੁਹਾਡਾ ਅਜਲਾਸ ਸ਼ੁਰੂ ਨਹੀ ਕਰ ਸਕਦਾ, ਇਸ ਲਈ ਮੈਂ ਅਸਫਲ-ਸੁਰੱਖਿਆ x-ਰੂਪ ਅਜਲਾਸ ਸ਼ੁਰੂ ਕਰਨ ਲੱਗਾ ਹਾਂ| ਹੁਣ ਝਰੋਖੇ ਕੇਂਦ੍ਰਿਤ ਤਾਂ ਹੀ ਹੋਣਗੇ। ਜੇ ਤੁਸੀ ਇਹਨਾਂ ਉੱਪਰ ਕਰਸਰ ਲਿਆਓਗੇ। ਇਸ ਰੂਪ ਵਿੱਚੋਂ ਬਾਹਰ ਜਾਣ ਲਈ ਇਸ ਝਰੋਖੇ ਦੇ ਉੱਪਰ ਖੱਬੇ ਖੂੰਜੇ ਵਿੱਚ 'ਬਾਹਰ' ਲਿਖੋ।
ta: உங்கள் அமர்வை என்னால் துவக்க முடியவில்லை மற்றும் அதணால் தொல்விதுவக்கு xterm அமர்வு துவக்கபட்டது. சாலரத்தில் மிது காட்டியை வத்தால் தான் சாலரம் செயலாக்கபடும். இந்த நிலையில் இருந்து வேளி வற இடது பக்கம் இருக்கும் 'வேளி' யை அழுத்தவும்

source: GNOME
ar: جنوم
hi: गनोम
pa: ਗਨੋਮ

source: This session logs you into GNOME
ar: تسجلك هذه الجلسة في جنوم
hi: यह सत्र गनोम में लॉगइन होगा
pa: ਇਹ ਅਜਲਾਸ ਤੁਹਾਨੂੰ ਗਨੋਮ ਵਿੱਚ ਲਿਜਾਏਗਾ
ta: இந்த அமர்வு GNOMEவில் உங்களை நுழைக்கும்

source: %s: Could not write new authorization entry: %s
ar: %s:لم يتمكن من كتابة مستهل تخويل جديد: %s
hi: %s: नया प्राधिकरण प्रविष्टि नहीं लिख सकता: %s
pa: %s: ਨਵੀਂ ਅਧਿਕਾਰ ਇੰਦਰਾਜ ਲਿਖ ਨਹੀ ਸਕਿਆ: %s
ta: %s: புதிய உறுதிபேற உள்ளிட்டை எழுத முடியவில்லை: %s

source: %s: Could not write new authorization entry. Possibly out of diskspace
ar: %s: لم يتمكن من كتابة مستهل تخويل جديد, من المحتمل بسبب نفاذ مساحة القرص
hi: %s: नया प्राधिकरण प्रविष्टि नहीं लिख सकता. संभवतः डिस्क में जगह नहीं है
pa: %s:ਨਵੀਂ ਅਧਿਕਾਰ ਇੰਦਰਾਜ ਲਿਖ ਨਹੀ ਸਕਿਆ। ਅਸਲ ਵਿੱਚ ਡਿਸਕ ਭਰ ਗਈ ਹੈ
ta: %s: புதிய அனுமதி உள்ளீட்டை எழுத முடியவில்லை. வட்டில் இடம் இல்லாமல் இருக்கலாம்

source: GDM could not write a new authorization entry to disk. Possibly out of diskspace.%s%s
ar: لم يتمكن جي دي أم من كتابة مستهل تخويل جديد على قرصك. من المحتمل بسبب نفاذ مساحة القرص.%s%s
hi: जीडीएम एक नया प्राधिकरण प्रविष्टि डिस्क में नहीं लिख सकता. संभवतः डिस्क में जगह नहीं है. %s%s
pa: ਜੀਡੀਐਮ ਡਿਸਕ ਉੱਪਰ ਨਵੀ ਅਧਿਕਾਰ ਇੰਦਰਾਜ਼ ਲਿਖ ਸਕਿਆ ਹੈ। ਸੰਭਵ ਹੈ ਕਿ ਡਿਸਕ ਭਰ ਗਈ ਹੈ। %s%s
ta: புதிய உறுதிசெய்ய வட்டில் GDMஐ எழுத முடியவில்லை. அனேகமாக வட்டின் வேளிய.%s%s

source: %s: Could not make new cookie file in %s
ar: %s: لم يمكن إنشاء ملف كوكي جديد في %s
hi: %s: नया कुकी फ़ाइल %s में नहीं बना सका
pa: %s: %s ਵਿੱਚ ਨਵੀ ਕੂਕੀ ਫਾਇਲ ਨਹੀ ਬਣਾ ਸਕਿਆ
ta: %s: புதிய குக்கி கோப்பை அமைக்க முடியவில்லை %s

source: %s: Cannot safely open %s
ar: %s: لا يمكن فتح %s بأمان
hi: %s: %s को सुरक्षित नही खोल सका
pa: %s: ਸੁਰੱਖਿਅਤ ਰੂਪ ਵਿੱਚ %s ਖੋਲ ਨਹੀ ਸਕਿਆ
ta: %s: பாதுகாப்புடன் சேமிக்க முடியவில்லை %s

source: %s: Could not open cookie file %s
ar: %s: لم يمكن فتح ملف الكوكي %s
hi: %s: कुकी फ़ाइल %s नहीं खोल सका
pa: %s: ਨਵੀ ਕੂਕੀ ਫਾਇਲ %s ਖੋਲ ਨਹੀ ਸਕਿਆ
ta: %s: குக்கி கோப்பை திறக்க முடியவில்லை %s

source: %s: Could not lock cookie file %s
ar: %s:لم يمكن قفل ملف الكوكي %s
hi: %s: कुकी फ़ाइल %s को तालाबंद नहीं कर सका
pa: %s: ਕੂਕੀ ਫਾਇਲ %s ਨੂੰ ਜਿੰਦਰਾ ਨਹੀ ਲਾ ਸਕਿਆ
ta: %s: குக்கி கோப்பை பூட்ட முடியவில்லை %s

source: %s: Could not write cookie
ar: %s: لم يمكن كتابة الكوكي
hi: %s: कुकी नहीं लिख सका
pa: %s: ਕੂਕੀ ਨਹੀ ਲਿਖ ਸਕਿਆ
ta: %s: குக்கியை ஏழுத முடியவில்லை

source: %s: Ignoring suspiciously looking cookie file %s
ar: %s: تجاهل ملف كوكي مريب %s
hi: %s सन्देहप्रद कुकी फ़ाइल %s की उपेक्षा कर रहे
pa: %s: ਸ਼ੱਕੀ ਫਾਇਲ %s ਵੱਲ ਧਿਆਨ ਨਹੀ ਦੇ ਰਿਹਾ
ta: %s: பார்க்கும் குக்கிஸ் கோப்புகள் கண்டிப்பாக நீக்க வேண்டூமா %s

source: Can't write to %s: %s
ar: لا يمكن الكتابة على %s: %s
hi: नहीं लिख पाया %s: %s
pa: %s ਵਿੱਚ ਲਿਖ ਨਹੀ ਸਕਦਾ: %s
ta: இதில் ஏழுத முடியவில்லை %s: %s

source: The display server has been shut down about 6 times in the last 90 seconds, it is likely that something bad is going on. I will wait for 2 minutes before trying again on display %s.
ar: اطفأ نادل الشاشة ستة مرّات في التسعون دقيقة الآخيرة، يبدو أن شيئا خطيرا يحدث. سأنتظر دقيقتان قبل المحوازلة مرة أخرى على الشاشة %s.
pa: ਪਿਛਲੇ 90 ਸਕਿੰਟਾਂ ਵਿੱਚ ਦਰਿਸ਼-ਸਰਵਰ ੬ ਵਾਰ ਬੰਦ ਹੋ ਚੁੱਕਾ ਹੈ, ਇਸ ਤਰਾਂ ਲਗਦਾ ਹੈ ਕਿ ਕੁੱਝ ਗਲਤ ਹੋ ਰਿਹਾ ਹੈ। ਮੈਂ %s ਦਰਿਸ਼ ਉੱਪਰ ਮੁਡ਼ ਕੋਸ਼ਿਸ਼ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ੨ ਮਿੰਟ ਉਡੀਕ ਕਰਾਂਗਾ।
ta: கடைசி 90 வீனாடிகளில் 6 முறை சேவை காட்டி மூட பட்டுள்ளது, எதோ தவறாக நடப்பது பொல் உள்ளது. காட்டியை மீண்டும் முயற்சிக்கும் முன்நான் இரண்டு நிமிடம் காத்திருக்கிறேன் %s.

source: %s: Cannot create pipe
ar: %s: لا يمكن إنشاء أنبوب
hi: %s: पाइप नहीं बना सका
pa: %s: ਪਾਈਪ ਨਹੀ ਬਣਾ ਸਕਦਾ
ta: %s: குழாவை உருவாக்க முடியவில்லை

source: %s: Failed forking gdm slave process for %s
ar: %s:·فشل تشعيب العملية العبد لجي دي أم %s
hi: %s: जीडीएम स्लेव प्रक्रिया %s फॉर्क करने में असफल
pa: %s: %s ਲਈ ਜੀਡੀਐਮ ਸਲੇਵ ਕਾਰਜ ਚੁੱਕਣ ਵਿੱਚ ਅਸਫਲ
ta: %s: gdm திருடவதில் தொல்வி அடிமை செயலுக்கான %s

source: %s not a regular file!
ar: %s ليس ملفا اعتياديا!
hi: %s नियमित फ़ाइल नहीं है!
pa: %s ਇੱਕ ਨਿਯਮਿਤ ਫਾਇਲ ਨਹੀ!
ta: %s சாதாரணமான கோப்பு அல்ல!

source: ... File too long to display ...
ar: ...·الملف طويل جدا و لا يمكن عرضه ...
hi: .....प्रदर्शन करने हेतु फ़ाइल बहुत बड़ा है....
pa: ... ਵਿਖਾਉਣ ਲਈ ਫਾਇਲ ਬਹੁਤ ਵੱਡੀ ਹੈ ...
ta: ... காட்டுவதற்கு கோப்பு மிக நீளமாக உள்ளது ...

source: %s could not be opened
ar: %s لم يمكن فتحه
hi: %s खोला नहीं जा सकता
pa: %s ਖੋਲਿਆ ਨਹੀ ਜਾ ਸਕਿਆ
ta: %s திறக்க முடியவில்லை

source: %s: Cannot fork to display error/info box
ar: %s: /الأخطاءلا يمكن التشعيب لعرض صندوق المعلومات
hi: %s त्रुटि/सन्देश बक्सा प्रदर्शक को फॉर्क नहीं कर सका
pa: %s: ਗਲਤੀ/ਸੂਚਨਾ ਡੱਬੇ ਨੂੰ ਵਿਖਾਉਣ ਲਈ ਚੁੱਕ ਨਹੀ ਸਕਦਾ
ta: %s: பிழை/தகவல் பேட்டி காட்டியை குத்த முடியவில்லை

source: %s: Directory %s does not exist.
ar: %s: الدليل %s غير موجود.
hi: %s डिरेक्ट्री %s मौज़ूद नहीं है.
pa: %s: ਡਾਇਰੈਕਟਰੀ %s ਮੌਜੂਦ ਨਹੀ ਹੈ।
ta: %s: அடைவு %s கிடையாது.

source: %s: %s is not owned by uid %d.
ar: %s: %s غير مملوك من قبل هوية المستخدم %d.
hi: %s: %s यह यूआईडी %d के स्वामित्व में नहीं है.
pa: %s: %s ਦਾ ਉਪਭੋਗੀ ਸ਼ੰਨ-ਨੰ %d ਕੋਲ ਅਧਿਕਾਰ ਨਹੀ ਹੈ।
ta: %s: %s இன் சொன்தக்காரர் uid %d அல்ல.

source: %s: %s is writable by group.
ar: %s: %s يُكتب من طرف مجموعة.
hi: %s: %s यह समूह के द्वारा लिखने योग्य है.
pa: %s: %s ਨੂੰ ਸਮੂਹ ਲਿਖ ਸਕਦਾ ਹੈ।
ta: %s: %s தொகுதியால் எழுதக்கூடியது.

source: %s: %s is writable by other.
ar: %s: %s يُكتب من آخرين.
hi: %s: %s यह अन्य के द्वारा लिखने योग्य है.
pa: %s: %s ਨੂੰ ਹੋਰ ਵੀ ਲਿਖ ਸਕਦੇ ਹਨ।
ta: %s: %s மற்றவையால் எழுதக்கூடியது.

source: %s: %s does not exist but must exist.
ar: %s: %s غير موجود لكن يجب أن يكون موجودًا.
hi: %s: %s मौज़ूद नहीं है जबकि होना चाहिए.
pa: %s: %s ਮੌਜੂਦ ਨਹੀ, ਪਰ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ।
ta: %s: %s இருக்கவேண்டும் ஆணால் இல்லை.

source: %s: %s is not a regular file.
ar: %s: %s ليس ملفّا عاديّا.
hi: %s: %s यह नियमित फ़ाइल नहीं है.
pa: %s: %s ਇੱਕ ਨਿਯਮਿਤ ਫਾਇਲ ਨਹੀ ਹੈ।
ta: %s: %s சாதாரணமான கோப்பு அல்ல.

source: %s: %s is writable by group/other.
ar: %s: %s يُكتب من طرف المجموعة/آخرين
hi: %s: %s यह समूह/अन्य के द्वारा लिखने योग्य है.
pa: %s: %s ਨੂੰ ਸਮੂਹ/ਹੋਰ ਲਿਖ ਸਕਦੇ ਹਨ।
ta: %s: %s தொகுதியால்/மற்றவையால் எழுதக்கூடியது.

source: %s: %s is bigger than sysadmin specified maximum file size.
ar: %s: %s أكبر من حجم الملف اﻻقصى الذي حدده مدير النظام.
hi: %s: %s यह तंत्र प्रशासक द्वारा निर्दिष्ट अधिकतम फ़ाइल आकार से बड़ा है.
pa: %s: %s ਸਿਸਟਮ-ਪ੍ਰਬੰਧਕ ਦੁਆਰਾ ਦਰਸਾਏ ਵੱਧ-ਤੋਂ-ਵੱਧ ਫਾਇਲ ਆਕਾਰ ਨਾਲੋਂ ਵੱਡੀ ਹੈ।
ta: %s: %s இது sysadminவிட பெறிது அதிகபட்ச கோப்பு அளவை குறிப்பிடவும்.

source: %s: Could not make socket
ar: %s:لا يمكن انشاء محجر
hi: %s: सॉकेट नहीं बना सका
pa: %s: ਸਾਕਟ ਨਹੀ ਬਣਾ ਸਕਦਾ
ta: %s: சொருகியை அமைக்க முடியவில்லை

source: %s: Could not bind socket
ar: %s: لا يمكن ربط المحجر
hi: %s: सॉकेट बाइंड नहीं कर सका
pa: %s: ਸਾਕਟ ਦਾ ਬੰਧਨ ਨਹੀ ਬਣਾ ਸਕਦਾ ਹੈ
ta: %s: சொருகியை மடிக்க முடியவில்லை

source: %s: Could not make FIFO
ar: %s: لا يمكن انشاء FIFO
hi: %s: एफआईएफओ नहीं बना सका
pa: %s: FIFO ਨਹੀ ਬਣਾ ਸਕਦਾ ਹੈ
ta: %s: FIFOவை அமைக்க முடியவில்லை

source: %s: Could not open FIFO
ar: %s:لم استطع فتح FIFO
hi: %s: एफआईएफओ नहीं खोल सका
pa: %s: FIFO ਨੂੰ ਖੋਲ ਨਹੀ ਸਕਦਾ ਹੈ
ta: %s: FIFOவை அமைக்க முடியவில்லை

source: Server Authorization directory (daemon/ServAuthDir) is set to %s but this does not exist. Please correct gdm configuration %s and restart gdm.
ar: دليل تصاريح النادل (daemon/ServAuthDir) ضبط لـ %s لكنه غير موجود. رجاء صحح إعداد gdm %s ثم أعد تشغيل gdm.
hi: सर्वर प्राधिकरण डिरेक्ट्री (daemon/ServAuthDir) %s में नियत है जो कि मौज़ूद नहीं है. कृपया जीडीएम कॉन्फ़िगरेशन %s ठीक करें और जीडीएम पुनः प्रारंभ करें.
pa: ਸਰਵਰ-ਅਧਿਕਾਰ-ਡਾਇਰੈਕਟਰੀ (ਡਾਈਮੋਨ/ਸਰਵਰ-ਅਧਿਕਾਰ-ਡਾਇਰੈਕਟਰੀ) ਨੂੰ %s ਦਰਸਾਇਆ ਗਿਆ ਹੈ, ਪਰ ਇਹ ਮੌਜੂਦ ਨਹੀ। ਕਿਰਪਾ ਕਰਕੇ ਜੀਡੀਐਮ ਸੰਰਚਨਾ %s ਠੀਕ ਕਰੋ ਅਤੇ ਜੀਡੀਐਮ ਮੁਡ਼ ਸ਼ੁਰੂ ਕਰੋ।
ta: சேவை உறுதிசெய் அடைவு (டேமொன்/சேவைஉறுதிஅடைவு) %s இப்படி அமைக்கபடும் ஆணால் இது நிலைக்காது. தயவு செய்து gdm உள்ளமை சரிசெய் %s அதன்பின் gdmயை துவக்கு.

source: %s: Authdir %s does not exist. Aborting.
ar: %s: Authdir %s غير موجود. إلغاء.
hi: %s: Authdir %s मौज़ूद नहीं है. छोड़ रहे.
pa: %s: ਅਧਿਕਾਰ-ਡਾਇਰੈਕਟਰੀ %s ਮੌਜੂਦ ਨਹੀ। ਅਧੂਰਾ ਛੱਡਿਆ।
ta: %s: எழுத்தாளர்அடைவு %s அது இல்லை. வேளியேறுகிறது.

source: Server Authorization directory (daemon/ServAuthDir) is set to %s but this is not a directory. Please correct gdm configuration %s and restart gdm.
ar: دليل تراخيص النادل مضبوط لـ %s لكن هذا ليس بدليل. رجاء اصلح إعداد gdm %s. ثم أعد تشغيل gdm.
hi: सर्वर प्राधिकरण डिरेक्ट्री (daemon/ServAuthDir) %s में नियत है जो कि डिरेक्ट्री नहीं है. कृपया जीडीएम कॉन्फ़िगरेशन %s ठीक करें और जीडीएम पुनः प्रारंभ करें.
pa: ਸਰਵਰ-ਅਧਿਕਾਰ-ਡਾਇਰੈਕਟਰੀ (ਡੈਮਨ/ਸਰਵਰ-ਅਧਿਕਾਰ-ਡਾਇਰੈਕਟਰੀ) ਨੂੰ %s ਦਰਸਇਆ ਗਿਆ ਹੈ, ਪਰ ਇਹ ਡਾਇਰੈਕਟਰੀ ਨਹੀ। ਕਿਰਪਾ ਕਰਕੇ ਜੀਡੀਐਮ ਸੰਰਚਨਾ %s ਠੀਕ ਕਰੋ ਅਤੇ ਜੀਡੀਐਮ ਮੁਡ਼ ਸ਼ੁਰੂ ਕਰੋ।
ta: சேவை உறுதிசெய் அடைவு (டேமொன்/சேவைஉறுதிஅடைவு) %s இப்படி அமைக்கபடும் ஆணால் இது அடைவு அல்ல. தயவு செய்து gdm உள்ளமை சரிசெய் %s அதன்பின் gdmயை துவக்கு.

source: %s: Authdir %s is not a directory. Aborting.
ar: %s: Authdir %s ليس دليلا. إلغاء.
hi: %s: Authdir %s डिरेक्ट्री नहीं है. छोड़ रहे.
pa: %s: ਅਧਿਕਾਰ-ਡਾਇਰੈਕਟਰੀ %s ਡਾਇਰੈਕਟਰੀ ਨਹੀ। ਅਧੂਰਾ ਸਮਾਪਤ।
ta: %s: எழுத்தாளர் %s அடைவு இல்லை. வேளியேறுகிறது.

source: %s: Logdir %s does not exist or isn't a directory. Using ServAuthDir %s.
ar: %s: دليل الرسائل %s غير موجود أو أنه ليس دليلا. سيستخدم ServAuthDir %s.
hi: %s: लॉगडिर. %s या तो मौज़ूद नहीं है या डिरेक्ट्री नहीं है. उपयोग कर रहे सर्व-ऑथ-डिर. %s.
pa: %s: ਅਧਿਕਾਰ-ਡਾਇਰੈਕਟਰੀ %s ਮੌਜੂਦ ਨਹੀ ਜਾਂ ਡਾਇਰੈਕਟਰੀ ਨਹੀ। ਸਰਵਰ-ਅਧਿਕਾਰ- ਡਾਇਰੈਕਟਰੀ %s ਵਰਤ ਕੇ।
ta: %s: நுழைஅடைவு %s அது இல்லை அல்லது அடைவு கிடையாது. சேவைஉறுதிஅடைவு %sஐ பயன்படுத்தும்.

source: %s: No configuration file: %s. Using defaults.
ar: %s: لا ملف إعدادات: %s. ستستعمل الافتراضات.
hi: %s: कोई कॉन्फ़िगरेशन फ़ाइल नहीं : %s . डिफ़ॉल्ट्स उपयोग में.
pa: %s: ਕੋਈ ਸੰਰਚਨਾ ਫਾਇਲ ਨਹੀ: %s। ਮੂਲ ਦੀ ਵਰਤੋਂ ਕਰਕੇ।
ta: %s: உள்ளமை கோப்பு இல்லை: %s. முன்னிருப்பை பயன்படுத்து.

source: %s: BaseXsession empty, using %s/gdm/Xsession
ar: %s:·BaseXsession فارغ، سيستخدم %s/gdm/Xsession
hi: %s: बेस-एक्स-सत्र खाली, उपयोग कर रहे %s/gdm/Xsession
pa: %s: ਆਧਾਰ-Xਅਜਲਾਸ ਖਾਲੀ, %s/ਜੀਡੀਐਮ/Xਅਜਲਾਸ
ta: %s: அடிப்படைXஅமர்வு காலி, %s/gdm/Xஅமர்வை பயன்படுத்துகிறது

source: %s: Standard X server not found, trying alternatives
ar: %s: لم يوجود نادل X القياسي،,جاري تجربة بدائل
hi: %s: मानक एक्स सर्वर नहीं मिला, विकल्प आजमा रहे
pa: %s: ਵਧੀਆ X ਸਰਵਰ ਲੱਭਿਆ ਨਹੀ, ਹੋਰ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ
ta: %s: நிறந்தரமான X சேவ கிடைக்கவில்லை,மாற்றை தேடுகிறது

source: %s: XDMCP was enabled while there is no XDMCP support, turning it off
ar: %s: مكن XDMCP برغم انعدام دعمه , جاري تعطيله
hi: %s: एक्सडीएमसीपी सक्षम है जबकि कोई एक्सडीएमसीपी समर्थन नहीं है, इसे बंद किया जा रहा है
pa: %s: XDMCP ਯੋਗ ਸੀ, ਜਦੋਂ ਇੱਥੇ ਕੋਈ XDMCP ਸਹਿਯੋਗ ਨਹੀ ਸੀ, ਇਸ ਨੂੰ ਬੰਦ ਕਰਕੇ
ta: %s: XDMCP சேயலாக்கபட்டது ஆணால் XDMCP அதறவு இல்லை,அதை அனைக்கிறது

source: %s: Root cannot be autologged in, turing off automatic login
ar: %s: لايمكن تسجيل الدخول التلقائي للجذر, جاري تعطيل تسجيل الدخول التلقائي
hi: %s: रूट स्वचालित लॉगइन नहीं हो सकता, स्वचालित लॉगइन बंद किया जा रहा है
pa: %s: ਪ੍ਰਬੰਧਕ(root) ਸਵੈ-ਲਾਗ-ਇਨ ਨਹੀ ਕਰ ਸਕਦਾ, ਸਵੈ-ਲਾਗ-ਇਨ ਬੰਦ ਕਰਕੇ
ta: %s: மூலம் தானாகவே நுழைக்கபட முடியாது,தானாக நுழை மூடுகிறது

source: %s: Root cannot be autologged in, turing off timed login
ar: %s: لا يمكن تسجيل دخول التلقائي للجذر، جاري تعطيل تسجيل الدخول المؤقت
hi: %s: रूट स्वचालित लॉगइन नहीं हो सकता, समयबद्ध लॉगइन बंद किया जा रहा है
pa: %s: root ਸਵੈ-ਲਾਗ-ਇਨ ਨਹੀ ਕਰ ਸਕਦਾ, ਅੰਤਰਾਲ ਲਾਗ-ਇਨ ਬੰਦ ਕਰਕੇ
ta: %s: மூலம் தானாகவே நுழைக்கபட முடியாது,நேர தானாக நுழை மூடுகிறது

source: %s: TimedLoginDelay less than 5, so I will just use 5.
ar: %s: .تأخير تسجيل الدخول المؤقت أقل من5، سأستعمل لذلك 5
hi: %s: समयबद्ध-लॉगइन-देरी 5 से कम है, इसलिए मैं 5 का प्रयोग करुंगा.
pa: %s: ਲਾਗ-ਇਨ ਅੰਤਰਾਲ 5 ਤੋਂ ਘੱਟ, ਇਸ ਲਈ ਮੈ ਸਿਰਫ 5 ਵਰਤਾਂਗਾ।
ta: %s: நேரநுழைகால 5தை விட குறைவான,அகையால் 5தை பயன்படுத்து.

source: %s: No greeter specified.
ar: %s: لا مرحب معين
hi: %s: कोई स्वागतकर्ता निर्दिष्ट नहीं है.
pa: %s: ਕੋਈ ਸਵਾਗਤੀ ਨਹੀ ਦਰਸਾਇਆ।
ta: %s: கிரிட்டர் எதுவும் குறிப்பிடபட வில்லை.

source: %s: No remote greeter specified.
ar: %s: لا مرحب بعيد معين.
hi: %s: कोई रिमोट स्वागतकर्ता निर्दिष्ट नहीं है.
pa: %s: ਕੋਈ ਰਿਮੋਟ ਸਵਾਗਤੀ ਨਹੀ ਦਰਸਾਇਆ।
ta: %s: தொலை கிரிட்டர் எதுவும் குறிப்பிடவில்லை.

source: %s: No sessions directory specified.
ar: %s: لا دليل جلسات معين.
hi: %s: कोई सत्र डिरेक्ट्री निर्दिष्ट नहीं है.
pa: %s: ਕੋਈ ਅਜਲਾਸ ਡਾਇਰੈਕਟਰੀ ਨਹੀ ਦਰਸਾਈ ਹੈ।
ta: %s: அமர்வு அடைவு எதுவும் குறிப்பிடவில்லை.

source: %s: Empty server command, using standard one.
ar: %s: أمر نادل فارغ، جاري استعمال الإفتراضي
hi: %s: खाली सर्वर कमांड, मानक उपयोग में.
pa: %s: ਖਾਲੀ ਸਰਵਰ ਕਮਾਂਡ, ਵਧੀਆ ਵਰਤ ਕੇ ।
ta: %s: காலி சேவகன் கட்டளை,தரமான ஒன்றை பயன்படுத்துகிறது.

source: %s: Display number %d in use! I will use %d
ar: %s: رقم عرض %d مستعمل! سأستعمل %d
hi: %s: प्रदर्शक संख्या %d उपयोग में! मैं %d उपयोग करूंगा.
pa: %s: ਦਰਿਸ਼ ਨੰਬਰ %d ਵਰਤੋਂ ਵਿੱਚ ਹੈ! ਮੈਂ %d ਵਰਤਾਂਗਾ
ta: %s: எண்ணை காட்டு %d பயனில் உள்ளது! நான் பயன்படுத்டுவேன் %d

source: %s: Invalid server line in config file. Ignoring!
ar: %s: سطر خادم غير صالح في ملف التكوين.جاري تجاهله!
hi: %s: कॉन्फ़िगरेशन फ़ाइल में अवैध सर्वर पंक्ति है. उपेक्षा की जाती है!
pa: %s: ਸੰਰਚਨਾ ਫਾਇਲ਼ ਵਿੱਚ ਅਯੋਗ ਸਰਵਰ ਲਾਈਨ। ਅਣਡਿੱਠ ਕਰਕੇ!
ta: %s: உள்ளமை கோப்பில் முறைமை வரி செல்லாது. நீக்குகிறது!

source: %s: XDMCP disabled and no local servers defined. Aborting!
ar: %s: معطل ولا يوجد خادم محلي معرف.جاري الإلغاء! XDMCP
hi: %s: एक्सडीएमसीपी अक्षम है और कोई स्थानी सर्वर पारिभाषित नहीं है. छोड़ रहे!
pa: %s: XDMCP ਅਯੋਗ ਸੀ ਅਤੇ ਕੋਈ ਸਥਾਨਿਕ ਸਰਵਰ ਪ੍ਰਭਾਸ਼ਿਤ ਨਹੀ। ਅਧੂਰਾ ਖਤਮ!
ta: %s: XDMCP செயல் நீக்கபட்டது மற்றும் உள் சேவகன் எதுவும் வரையறுக்கபடவில்லை. வேளியேறுகிறது!

source: %s: XDMCP disabled and no local servers defined. Adding %s on :%d to allow configuration!
ar: %s: XDMCP معطل ولم يخصص نوادل محليون. إضافة %s على :%d لتمكين الإعداد!
hi: %s: एक्सडीएमसीपी अक्षम है और कोई स्थानीय सर्वर परिभाषित नहीं है. कॉन्फ़िगरेशन स्वीकारने हेतु %s पर: %d जोड़ रहे!
pa: %s: XDMCP ਅਯੋਗ ਕੀਤਾ ਗਿਆ ਅਤੇ ਕੋਈ ਸਥਾਨਿਕ ਸਰਵਰ ਪ੍ਰਭਾਸ਼ਿਤ ਨਹੀ। ਸੰਰਚਨਾ ਨੂੰ ਲਾਗੂ ਕਰਨ ਲਈ %s ਨੂੰ :%d ਵਿੱਚ ਜੋੜ੍ਹੋ!
ta: %s: XDMCP செயல் நீக்கபடும் மற்றும் உள் சேவகன் எதுவும் வரையறுக்கபடவில்லை. சேர்க்கிறது %s அன் :%d உள்ளமை அனுமதிக்கிறது!

source: XDMCP is disabled and gdm cannot find any local server to start. Aborting! Please correct the configuration %s and restart gdm.
ar: الـXDMCP معطل ولم يعثر gdm على أي خادم محلي للبدء. إلغاء! الرجاء تصحيح الإعدادات %s وإعادة تشغيل gdm.
hi: एक्सडीएमसीपी अक्षम है और जीडीएम कोई स्थानीय सर्वर नहीं ढूंढ पाया. छोड़ रहे! कृपया कॉन्फ़िगरेशन %s ठीक करें और जीडीएम पुनः प्रारंभ करें.
pa: XDMCP ਅਯੋਗ ਕੀਤਾ ਗਿਆ ਅਤੇ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਕੋਈ ਸਥਾਨਿਕ ਸਰਵਰ ਨਹੀ ਲੱਭਿਆ। ਅਧੂਰਾ ਖਤਮ! ਕਿਰਪਾ ਸੰਰਚਨਾ %s ਠੀਕ ਕਰੋ ਅਤੇ ਜੀਡੀਐਮ ਮੁਡ਼ ਸ਼ੁਰੂ ਕਰੋ।
ta: XDMCP சேயல் இழக்கபட்டது மற்றும் துவக்குவதற்கு gdmஆல் உள் சேவை எதுவும் கண்டுபிடிக்க முடியவில்லை. வேளியேறுகிறது! தயவு செய்து உள்ளமையை சரிசெய் %s அதன்பின் gdmஐ மீண்டும் துவக்க்கு.

source: The gdm user does not exist. Please correct gdm configuration %s and restart gdm.
ar: مستعمل gdm غير موجود. رجاء صحح إعداد gdm %s ثم أعد تشغيل gdm.
hi: जीडीएम उपयोगकर्ता मौज़ूद नहीं है. कृपया जीडीएम कॉन्फ़िगरेशन %s ठीक करें और जीडीएम पुनः प्रारंभ करें.
pa: ਜੀਡੀਐਮ ਉਪਭੋਗੀ ਮੌਜੂਦ ਨਹੀ ਹਨ। ਕਿਰਪਾ ਕਰਕੇ ਜੀਡੀਐਮ ਸੰਰਚਨਾ %s ਠੀਕ ਕਰੋ ਅਤੇ ਜੀਡੀਐਮ ਮੁਡ਼ ਸ਼ੁਰੂ ਕਰੋ।
ta: gdm பயனர் இப்பொது இல்லை. தயவு செய்து gdm உள்ளமை சரிசெய் %s அதன்பின் gdmஐ துவக்கு.

source: %s: Can't find the gdm user (%s). Aborting!
ar: %s: لم يوجد مستعمل gdm (%s).إلغاء!
hi: %s: जीडीएम उपयोगकर्ता (%s) ढूंढ नहीं पाया. छोड़ रहे!
pa: %s: ਜੀਡੀਐਮ ਉਪਭੋਗੀ (%s) ਨਹੀ ਲੱਭਿਆ। ਅਧੂਰਾ ਖਤਮ!
ta: %s: gdm பயனர் (%s) கண்டுபிடிக்கமுடியவில்லை. வெளியேறுகிறது!

source: The gdm user is set to be root, but this is not allowed since it can pose a security risk. Please correct gdm configuration %s and restart gdm.
ar: مستخدم gdm ضبط كجذر، لكن ذلك ممنوع بسبب تمكين هذا الضبط خطرا أمنيا.رجاء تصحيح إعداد gdm %s ثم إعادة تشغيل gdm.
hi: जीडीएम उपयोगकर्ता रूट नियत है जो कि सुरक्षा में जोखिम होने से स्वीकार्य नहीं है. कृपया जीडीएम कॉन्फ़िगरेशन %s ठीक करें और जीडीएम पुनः प्रारंभ करें.
pa: ਜੀਡੀਐਮ ਉਪਭੋਗੀ ਪ੍ਰਬੰਧਕ(root) ਦੇ ਤੌਰ ਤੇ ਦਰਸਾਇਆ ਗਿਆ ਹੈ, ਪਰ ਇਸ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀ ਕਿਉਂਕਿ ਇਸ ਨਾਲ ਸੁਰੱਖਿਆ ਨੂੰ ਖਤਰਾ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਜੀਡੀਐਮ ਸੰਰਚਨਾ %s ਠੀਕ ਕਰੋ ਅਤੇ ਜੀਡੀਐਮ ਮੁਡ਼ ਸ਼ੁਰੂ ਕਰੋ।
ta: gdm பயனர் மூலமாக அமைக்கபட்டது, இது அனுமதிக்கபடாது என் எண்றால் இது பாதுகாப்பானது அல்ல. தயவு செய்து gdm உள்ளமை சரிசெய் %s அதன்பின் gdmஐ துவக்கு.

source: %s: The gdm user should not be root. Aborting!
ar: %s: يجب أن لا يكون مستخم gdm جذر. إلغاء!
hi: %s: जीडीएम उपयोगकर्ता रूट नहीं हो सकता. छोड़ रहे!
pa: %s: ਜੀਡੀਐਮ ਉਪਭੋਗੀ ਪ੍ਰਬੰਧਕ(root) ਨਹੀ ਹੋਣਾ ਚਾਹੀਦਾ। ਅਧੂਰਾ ਖਤਮ!
ta: %s: gdm பயனர் 'root'ஆக இருக்கக்கூடாது. வெளியேறுகிறது!
