Repository: OneIdentity/rc-legacy
Catalog: gdm/gdm-2.6.0.5/po/*.po
Languages: ar, hi, pa, ta

source: Login sound requested on non-local display or the play software cannot be run or the sound does not exist
ar: لم يمكن تشغيل صوت تسجيل الدخول المطلوب على الشاشات الغير محليّة أو البرنامج الضي يعزفه او أن الصوت غير موجود
pa: ਬਿਨਾ-ਸਥਾਨਿਕ ਦਰਿਸ਼ ਉੱਪਰ ਮੰਗੀ ਲਾਗ-ਇਨ ਆਵਾਜ਼ ਜਾਂ ਚਲਾਉਣ(ਪਲੇ) ਵਾਲੇ ਸਾਫਟਵੇਅਰ ਚੱਲ ਨਹੀ ਰਹੇ ਜਾਂ ਆਵਾਜ਼ ਮੌਜੂਦ ਨਹੀ
ta: இல்லா-உள்-காட்சி நுழைவு சத்தம் வேண்டுகோள் கேட்கும் அல்லது மென்பொருளை ஓடவைக்க முடியாது அல்லது சத்தம் இல்லை

source: %s: Failed starting: %s
ar: %s: فشل تشغيل: %s
hi: %s प्रारंभ करने में असफल: %s
pa: %s: ਸ਼ੁਰੂਆਤ ਅਸਫਲ: %s
ta: %s: துவக்கையில் தொல்வி: %s

source: %s: Can't fork script process!
ar: %s: لا يمكن تشعيب العملية!
hi: %s: स्क्रिप्ट प्रक्रिया फॉर्क नहीं कर सका!
pa: %s: ਸਕਰਿਪਟ ਕਾਰਜ ਨੂੰ ਉਠਾ ਨਹੀ ਸਕਦਾ!
ta: %s: எழுத்து செயல் திருட முடியவில்லை!

source: %s: Failed creating pipe
ar: %s: فشل إنشاء الانبوب
hi: %s: पाइप बनाने में असफल
pa: %s: ਪਾਈਪ ਬਣਾਉਣ ਵਿੱਚ ਅਸਫਲ
ta: %s: குழாவை உருவாக்குவதில் தொல்வி

source: %s: Failed executing: %s
ar: %s: فشل تشغيل: %s
hi: %s: क्रियान्वयन में असफल: %s
pa: %s: ਚੱਲਣ ਵਿੱਚ ਅਸਫਲ: %s
ta: %s: இயக்குவதில் தொல்வி: %s

source: Incorrect username or password. Letters must be typed in the correct case.
ar: إسم مستخدم أو كلمة مرور خاطئة. يجب أن تكتب الحروف الصحيحة.
hi: गलत उपयोगकर्ता नाम या पासवर्ड. अक्षर उचित प्रकार से भरें. ध्यान दें कि केप्स लाक कुंजी समर्थ तो नहीं है.
pa: ਗਲਤ ਉਪਭੋਗੀ ਨਾਂ ਜਾਂ ਗੁਪਤ-ਕੋਡ। ਅੱਖਰ ਠੀਕ ਤਰਾਂ ਲਿਖੇ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ।
ta: தப்பான பயனர்பெயர் அல்லது கடவுச்சொல். எழுத்துகள் சரியாக இருக்க வேண்டூம்.

source: Please make sure the Caps Lock key is not enabled.
ar: الرجاء التأكد من أن مفتاح Caps·Lock غير مفعل.
hi: कृपया सुनिश्चित हों कि कैप्स लॉक कुंजी सक्षम नहीं है.
pa: ਕਿਰਪਾ ਕਰਕੇ ਯਕੀਨਨ ਬਣਾਓ ਕਿ ਕੈਪਸ-ਲਾਕ-ਕੀ ਯੋਗ ਤਾਂ ਨਹੀ।
ta: கேப்ஸ் லாக் விசை செயலில் உள்ளதா என்று உறுதி செய்யவும்.

source: Please enter your username
ar: الرجاء إدخال إسم المستخدم
hi: कृपया अपना उपयोगकर्ता नाम भरें
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਉਪਭੋਗੀ ਨਾਂ ਦਿਓ
ta: பயனர பெயரை தயவு செய்து உள்ளிடவும்

source: Username:
ar: إسم المستخدم:
hi: उपयोगकर्ता नाम:
pa: ਉਪਭੋਗੀ ਨਾਂ:
ta: பயனர் பெயர்:

source: Password:
ar: كلمة السر:
hi: पासवर्ड:
pa: ਗੁਪਤ-ਕੋਡ:
ta: கடவுச்சொல்:

source: Couldn't authenticate user "%s"
ar: لم يمكن التوثق من المستخدم "%s"
hi: उपयोगकर्ता "%s" प्रामाणित नहीं कर सका
pa: ਪ੍ਰਮਾਣਿਤ ਉਪਭੋਗੀ "%s" ਨਹੀ ਹੋ ਸਕਦਾ
ta: பயனரை உறுதி செய்ய முடியவில்லை "%s"

source: Root login disallowed on display '%s'
ar: تسجيل الجذر ممنوع على الشاشة '%s'
hi: प्रदर्शक '%s' पर रुट लॉगइन वर्जित है.
pa: '%s' ਦਰਿਸ਼ ਉੱਪਰ ਰੂਟ(root) ਲਾਗ-ਇਨ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀ
ta: திரை '%s' இல் Root நுழைய அனுமதி கிடையாது

source: The system administrator is not allowed to login from this screen
ar: تسجيل الدخول من هذه الشاشة غير مسموح مدير النظام
hi: इस स्क्रीन से तंत्र प्रशासक का लॉगइन वर्जित है.
pa: ਇਸ ਪਰਦੇ ਤੋਂ ਸਿਸਟਮ ਪ੍ਰਬੰਧਕ ਨੂੰ ਲਾਗ-ਇਨ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀ
ta: இந்த திரையில் இருந்து முறைமை மேலாளர் நுழை அனுமதி இல்லை

source: User %s not allowed to log in
ar: المستخدم %s غير مسموح له بتسجيل الدخول
hi: उपयोगकर्ता %s का लॉग इन वर्जित है.
pa: ਉਪਭੋਗੀ %s ਨੂੰ ਲਾਗ-ਇਨ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀ
ta: பயனர் %s நுழை அனுமதி இல்லை

source: The system administrator has disabled your account.
ar: عطل مدير النظام حسابك.
hi: तंत्र प्रशासक ने आपका खाता अक्षम कर दिया है.
pa: ਸਿਸਟਮ ਪ੍ਰਬੰਧਕ ਨੇ ਤੁਹਾਡਾ ਖਾਤਾ ਅਯੋਗ ਕਰ ਦਿੱਤਾ ਹੈ।
ta: முறைமை மேலாளர் உங்கள் கணக்கை செயல் இழக்க வைக்கும்.

source: Cannot set user group for %s
ar: لا يمكن تعيين مجموعة المستخدم لـ %s
hi: %s हेतु उपयोगकर्ता समूह नियत नहीं कर सकता
pa: %s ਲਈ ਉਪਭੋਗੀ ਗਰੁੱਪ ਨਹੀ ਦਰਸਾ ਸਕਦਾ
ta: %sக்கான பயனர் கூழுவை அமைக்க முடியவில்லை

source: Cannot set your user group, you will not be able to log in, please contact your system administrator.
ar: لا يمكن تعيين مجموعة المستخدم, لن تتمكن من تسجيل الدخول, الرجاء الإتصال بمدير نظامك.
hi: उपयोगकर्ता समूह नियत नहीं कर सकता. आपका लॉग-इन संभव नहीं है. कृपया अपने तंत्र प्रशासक से संपर्क करें.
pa: ਤੁਹਾਡਾ ਉਪਭੋਗੀ ਗਰੁੱਪ ਨਹੀ ਦਰਸਾ ਸਕਦਾ, ਤੁਹਾਨੂੰ ਲਾਗ-ਇਨ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀ, ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਸਿਸਟਮ ਪ੍ਰਬੰਧਕ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
ta: பயனர் கூழுவை அமைக்க முடியவில்லை, உங்களாள் நுழைய முடியாது, தய்வு செய்து உங்கள் முறைமை மேலாளரை அனுகவும்.

source: Password of %s has expired
ar: إنقضت كلمة سر %s
hi: %s के पासवर्ड की अवधि खत्म हो चुकी है
pa: %s ਦਾ ਗੁਪਤ-ਕੋਡ ਖਤਮ ਹੋ ਗਿਆ
ta: கடவுச்சொல் %s காலம் அடைந்தது

source: You are required to change your password. Please choose a new one.
ar: مطلوب منك تغيير كلمة السر. الجاء أختيار كلمة سر جديدة.
hi: आपको अपना पासवर्ड परिवर्तित करना आवश्यक है. कृपया एक नया चुनें.
pa: ਤੁਹਾਨੂੰ ਆਪਣਾ ਗੁਪਤ-ਕੋਡ ਤਬਦੀਲ ਕਰਨ ਦੀ ਲੋਡ਼ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਨਵਾਂ ਚੁਣੋ।
ta: நீங்கள் கடவுச்சொல்லை மாற்ற வேண்டும். புதிய ஒன்றை தயவு செய்து தேர்வு செய்யவும்.

source: Cannot change your password, you will not be able to log in, please try again later or contact your system administrator.
ar: لا تغيير كلمة سرك، لن تتمكن من تسجيل الدخول، الرجاء الإتصال بمدير نظامك.
hi: आपका पासवर्ड बदल नहीं सकता. आपका लॉग-इन संभव नहीं है. कृपया बाद में फिर कोशिश करें या अपने तंत्र प्रशासक से संपर्क करें.
pa: ਤੁਹਾਡਾ ਗੁਪਤ-ਕੋਡ ਤਬਦੀਲ ਨਹੀ ਕਰ ਸਕਦਾ, ਤੁਸੀ ਲਾਗ-ਇਨ ਕਰਨ ਦੇ ਯੋਗ ਨਹੀ ਹੋਵੋਗੇ, ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਕੋਸ਼ਿਸ਼ ਕਰਨਾ ਜਾਂ ਆਪਣੇ ਸਿਸਟਮ ਪ੍ਰਬੰਧਕ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
ta: கடவுச்சொல்லை மாற்ற முடியவில்லை, உங்களாள் நுழைய முடியாது, தயவு செய்து மீண்டும் முயற்சிக்கவும் அல்லது உங்கள் முறைமை மேலாளரை அனுகவும்.

source: Your password has been changed but you may have to change it again, please try again later or contact your system administrator.
ar: غيرت كلمة سرك لكنه ربما يتوجب عليك تغييرها مرة أخرى، الرجاء المحاولة مرة أخرى أو الإتصال بمدير نظامك.
hi: आपका पासवर्ड बदल दिया गया है परन्तु आपको इसे फिर बदलना होगा, कृपया बाद में पुनः कोशिश करें या अपने तंत्र प्रशासक से संपर्क करें.
pa: ਤੁਹਾਡਾ ਗੁਪਤ-ਕੋਡ ਤਬਦੀਲ ਹੋ ਗਿਆ ਹੈ, ਪਰ ਤੁਸੀ ਮੁਡ਼ ਇਸ ਨੂੰ ਤਬਦੀਲ ਕਰ ਸਕਦੇ ਹੋ, ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਮੁਡ਼ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜਾਂ ਆਪਣੇ ਸਿਸਟਮ ਪ੍ਰਬੰਧਕ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
ta: உங்கள் கடவுச்சொல் மாற்றபட்டுள்ளது ஆணாலும் நீங்கள் இன்னோறு முறை மாற்றவேண்டும், மீண்டும் முயற்சிக்கவும் அல்லது உங்கள் முறைமை மேலாளரை தொடர்பு கோள்ளவும்.

source: Your password has expired. Only a system administrator can now change it
ar: إنقضت كلمة السر. لن يتمكّن من تغييرها إلا مدير النظام
hi: आपका पासवर्ड कालबाधित हो गया है. अब सिर्फ तंत्र प्रशासक ही इसे बदल सकता है
pa: ਤੁਹਾਡਾ ਗੁਪਤ-ਕੋਡ ਖਤਮ ਹੋ ਚੁੱਕਾ ਹੈ। ਇਸ ਨੂੰ ਹੁਣ ਸਿਰਫ ਸਿਸਟਮ ਪ੍ਰਬੰਧਕ ਹੀ ਤਬਦੀਲ ਕਰ ਸਕਦਾ ਹੈ।
ta: உங்கள் கடவுச்சொல் காலம் அடைந்தது. முறைமை மேலாளர் தான் இப்பொது அதை மாற்ற வேண்டூம்.

source: Internal error on passwdexpired
ar: خطأ داخلي عند passwdexpired
hi: पासवर्ड-एक्सपायर्ड पर आंतरिक त्रुटि
pa: ਗੁਪਤ-ਕੋਡ ਖਾਤਮੇ ਦੀ ਅੰਦਰੂਨੀ ਗਲਤੀ
ta: கடவுச்சொல் காலம் அடைந்தது உள் பிழை

source: An internal error occured, you will not be able to log in. Please try again later or contact your system administrator.
ar: حدث خطأ داخلي، لن يمكنك تسجيل الدخول. الجاء المحاولة مرة أخرى أو الإتصال بمدير النظام.
hi: एक आंतरिक त्रुटि हुई, आपका लॉग-इन संभव नहीं है. कृपया बाद में फिर कोशिश करें या अपने तंत्र प्रशासक से संपर्क करें.
pa: ਕੋਈ ਅੰਦਰੂਨੀ ਗਲਤੀ ਵਾਪਰੀ ਹੈ, ਤੁਹਾਨੂੰ ਲਾਗ-ਇਨ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀ। ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਮੁਡ਼ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜਾਂ ਆਪਣੇ ਸਿਸਟਮ ਪ੍ਰਬੰਧਕ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
ta: உள் பிழை ஏற்பட்டது,உங்களால் நுழைய முடியாது. மீண்டூம் முயற்சிக்கவும் அல்லது உங்கள் முறைமை மேலாளரை தொடர்பு கோள்ளவும்.

source: Cannot get passwd structure for %s
ar: لا يمكن تلقي هيكل كلمة السر لـ %s
hi: %s हेतु पासवर्ड स्ट्रक्चर नहीं मिला
pa: %s ਲਈ ਗੁਪਤ-ਕੋਡ ਸੰਰਚਨਾ ਪ੍ਰਾਪਤ ਨਹੀ ਕਰ ਸਕਦਾ
ta: %sக்கான கடவுச்சொல் வடிவத்தை அமைக்க முடியவில்லை

source: You are required to change your password immediately (password aged)
ar: يجب أن تغير كلمة سرك حالا (كلمة السر قديمة)
hi: आपको अपना पासवर्ड आवश्यक रूप से तत्काल बदलना होगा (पासवर्ड कालबाधित हो चुका है).
pa: ਤੁਹਾਨੂੰ ਜਲਦੀ ਹੀ ਆਪਣਾ ਗੁਪਤ-ਕੋਡ ਤਬਦੀਲ ਕਰਨ ਦੀ ਲੋਡ਼ ਹੈ (ਗੁਪਤ-ਕੋਡ ਪੁਰਾਣਾ ਹੈ)
ta: நீங்கள் கடவுச்சொல் உடனடியாக மாற்றவேண்டும் (கடவுச்சொல் பழசாகிவிட்டது)

source: You are required to change your password immediately (root enforced)
ar: يجب·أن·تغير·كلمة·سرك·حالا·(فرض الجذر ذلك)
hi: आपको अपना पासवर्ड आवश्यक रूप से तत्काल बदलना होगा (रूट द्वारा बाध्य)
pa: ਤੁਹਾਨੂੰ ਜਲਦੀ ਹੀ ਆਪਣਾ ਗੁਪਤ-ਕੋਡ ਤਬਦੀਲ ਕਰਨ ਦੀ ਲੋਡ਼ ਹੈ (root ਨੇ ਮਜਬੂਰ ਕੀਤਾ ਹੈ)
ta: நீங்கள் கடவுச்சொல் உடனடியாக மாற்றவேண்டும் (முல செயலில் உள்ளது)

source: Your account has expired; please contact your system administrator
ar: أنقضى حسابك، الرجاء الإتصال بمدير النظام
hi: आपका खाता खत्म हो गया है, कृपया अपने तंत्र प्रशासक से संपर्क करें
pa: ਤੁਹਾਡਾ ਖਾਤਾ ਖਤਮ ਹੋ ਗਿਆ ਹੈ; ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਸਿਸਟਮ ਪ੍ਰਬੰਧਕ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।ੇ
ta: உங்கள் கணக்கு முடிந்தது; உங்கள் முறைமை மேலாளரை தயவு செய்து தொடர்பு கோள்ளவும்

source: No password supplied
ar: لم تمدّ كلمة سر جديدة
hi: कोई पासवर्ड नहीं दिया
pa: ਕੋਈ ਗੁਪਤ-ਕੋਡ ਨਹੀ ਦਿੱਤਾ
ta: கடவுச்சொல் உள்ளிடவில்லை

source: Password unchanged
ar: لم تغير كلمة السر
hi: पासवर्ड अपरिवर्तित
pa: ਗੁਪਤ-ਕੋਡ ਨਹੀ ਬਦਲਿਆ
ta: கடவுச்சொல் மாற்றபடவில்லை

source: Can not get username
ar: لا يمكن تلقي إسم المستخدم
hi: उपयोगकर्ता नाम नहीं मिला
pa: ਉਪਭੋਗੀ ਨਾਂ ਪ੍ਰਾਪਤ ਨਹੀ ਕਰ ਸਕਦਾ
ta: பயனர்பெயரை பெற முடியவில்லை

source: Retype new UNIX password:
ar: أعد كتابة كلمة سر يونكس الجديد:
hi: नया यूनिक्स पासवर्ड दोबारा टाइप करें:
pa: ਮੁਡ਼ ਨਵਾਂ ਯੂਨੈਕਸ ਗੁਪਤ-ਕੋਡ ਦਿਓ:
ta: புதிய UNIX கடவுச்சொல்லை மீண்டும் உள்ளிடவும்:

source: Enter new UNIX password:
ar: إدخل كلمة سر يونكس جديدة:
hi: नया यूनिक्स पासवर्ड भरें:
pa: ਨਵਾਂ ਯੂਨੈਕਸ ਗੁਪਤ-ਕੋਡ ਦਿਓ:
ta: புதிய UNIX கடவுச்சொல்லை உள்ளிடவும்:

source: (current) UNIX password:
ar: كلمة سر يونكس (الحالية):
hi: (वर्तमान) यूनिक्स पासवर्ड:
pa: (ਮੌਜੂਦਾ) ਯੂਨੈਕਸ ਗੁਪਤ-ਕੋਡ:
ta: (தற்பொதைய) UNIX கடவுச்சொல்:

source: Error while changing NIS password.
ar: خطأ أثناء تغيير كلمة سر NIS.
hi: एनआईएस पासवर्ड परिवर्तन के दौरान त्रुटि.
pa: ਗਲਤੀ ਜਦੋਂ NIS ਗੁਪਤ-ਕੋਡ ਬਦਲਿਆ।
ta: NIS கடவுச்சொல்லை மாற்றுகையில் பிழை.

source: You must choose a longer password
ar: يجب أن تختار كلمة سر أطول
hi: आपको अधिक लंबा पासवर्ड चुनना होगा
pa: ਤੁਹਾਨੂੰ ਲੰਬਾ ਗੁਪਤ-ਕੋਡ ਚੁਣਨਾ ਜਰੂਰੀ ਹੈ
ta: பெறிய கடவுச்சொல்லாக உள்ளிடவும்

source: Password has been already used. Choose another.
ar: كلمة السر مستخدمة. الرجاء اختيار كلمة مغايرة.
hi: पासवर्ड पहले ही उपयोग किया जा चुका है. अन्य चुनें.
pa: ਗੁਪਤ-ਕੋਡ ਪਹਿਲਾਂ ਹੀ ਵਰਤਿਆ ਹੈ। ਹੋਰ ਚੁਣੋ।
ta: கடவுச்சொல் ஏற்கண்வே உள்ளது.வேறோன்றை தேர்வு செய்.

source: You must wait longer to change your password
ar: يجب أن تنتظر مدة أطول لتتمكن من تغيير كلمة سرك
hi: अपने पासवर्ड को बदलने हेतु आपको अधिक इंतजार करना होगा
pa: ਤੁਹਾਨੂੰ ਆਪਣਾ ਗੁਪਤ-ਕੋਡ ਤਬਦੀਲ ਕਰਨ ਲਈ ਕੁੱਝ ਸਮਾਂ ਉਡੀਕ ਕਰਨੀ ਪਵੇਗੀ
ta: உங்கள் கடவுச்சொல்லை மாற்ற சிறிது நேரம் பொருக்கவும்

source: Sorry, passwords do not match
ar: عفوا، كلمتا السر لا تتطابقان
hi: क्षमा करें, पासवर्ड के जोड़ नहीं मिलते
pa: ਮੁਆਫ ਕਰਨਾ, ਗੁਪਤ ਕੋਡ ਮੇਲ ਨਹੀ ਖਾਂਦਾ
ta: மனிக்கவும்,கடவுச்சொல பொருந்தவில்லை

source: Cannot setup pam handle with null display
ar: لا يمكن ضبط معاين بشاشة مصفرة
hi: नल प्रदर्शक के साथ पाम हेन्डल सेटअप नहीं कर सका
pa: ਪ੍ਰਭਾਵਹੀਣ ਦਰਿਸ਼ ਨਾਲ ਪਾਮ ਹੈਂਡਲ ਦਾ ਪ੍ਰਬੰਧ ਨਹੀ ਕਰ ਸਕਦਾ
ta: கையாளியை காலியான் காட்சியாக அமைக்க முடியாது

source: Unable to establish service %s: %s
ar: لا يمكن تنصيب الخدمة %s:·%s
hi: सेवा %s: प्रतिष्ठापित करने में अक्षम %s
pa: %s ਸੇਵਾ ਨਿਰਧਾਰਨ ਕਰਨ ਲਈ ਅਸਮਰਥ: %s
ta: சேவையை அமைக்க முடியவில்லை %s: %s

source: Can't set PAM_TTY=%s
ar: لا يمكن ضبط PAM_TTY=%s
hi: PAM_TTY=%s नियत नहीं कर पाया
pa: PAM_TTY=%s ਨੂੰ ਦਰਸਾ ਨਹੀ ਸਕਦਾ
ta: PAM_TTY அமைக்க முடியவில்லை=%s

source: Can't set PAM_RHOST=%s
ar: لا يمكن ضبط PAM_RHOST=%s
hi: PAM_RHOST=%s नियत नहीं कर पाया
pa: PAM_RHOST=%s ਨੂੰ ਦਰਸਾ ਨਹੀ ਸਕਦਾ
ta: PAM_RHOST=%s அமைக்க முடியவில்லை

source: Couldn't authenticate user
ar: لم يمكن التوثق من المستخدم
hi: उपयोगकर्ता का प्रामाणीकरण नहीं कर पाया
pa: ਪ੍ਰਮਾਣਿਕ ਉਪਭੋਗੀ ਨਹੀ ਹੈ
ta: பயனரை உறுதி செய்ய முடியவில்லை

source: The system administrator is not allowed to login from this screen
ar: تسجيل الدخول من هذه الشاشة غير مسموح لمدير النظام
hi: इस स्क्रीन पर तंत्र प्रशासक का लॉगइन वर्जित है
pa: ਇਸ ਪਰਦੇ ਤੋਂ ਸਿਸਟਮ ਪ੍ਰਬੰਧਕ ਨੂੰ ਲਾਗ-ਇਨ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀ
ta: முறைமை மேலாளர் இந்த திரையில் இருந்து நுழைய முடியாது

source: Authentication token change failed for user %s
ar: فشل تغيير رمز التوثق للمستخدم %s
hi: उपयोगकर्ता %s हेतु प्रामाणीकरण टोकन बदलने में असफल
pa: %s ਉਪਭੋਗੀ ਲਈ ਪ੍ਰਮਾਣ ਟੋਕਨ ਤਬਦੀਲੀ ਅਸਫਲ ਹੋਈ
ta: பயனருக்கான உறுதி செய் சீட்டையில் தொல்வி %s

source: The change of the authentication token failed. Please try again later or contact the system administrator.
ar: فشل تغيير علامة التوثق. الرجاء المحاولة مرة أخرى فيما بعد أو الإتصال بمدير النظام.
hi: प्रामाणीकरण टोकन बदलने में असफल. कृपया बाद में पुनः कोशिश करें या तंत्र प्रशासक से संपर्क करें.
pa: ਪ੍ਰਮਾਣ ਟੋਕਨ ਤਬਦੀਲੀ ਅਸਫਲ ਹੋਈ। ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਮੁਡ਼ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜਾਂ ਸਿਸਟਮ ਪ੍ਰਬੰਧਕ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
ta: உறுதியின் மாற்றங்கள் சீட்டையில் தொல்வி. தயவு செய்து மீண்டும் முயற்சிக்கவும் அல்லது முறைமை மேலாளரை அனுகவும்.

source: User %s no longer permitted to access the system
ar: لم يعد يسمح للمستخدم %s بالنفاذ إلى النظام
hi: उपयोगकर्ता %s को इस तंत्र में पहुँच अनुमति अब नहीं है
pa: %s ਉਪਭੋਗੀ ਨੂੰ ਸਿਸਟਮ ਚਲਾਉਣ ਦੀ ਹੁਣ ਇਜਾਜ਼ਤ ਨਹੀ
ta: பயனர் %s முறைமையை அனுக அனுமதி இனிமேல் கிடையாது

source: User %s not permitted to gain access at this time
ar: منع المستخدم %s من النفاذ الآن
hi: उपयोगकर्ता %s को इस समय पहुँच अनुमति नहीं है
pa: %s ਉਪਭੋਗੀ ਨੂੰ ਹੁਣ ਪਹੁੰਚ ਪ੍ਰਾਪਤ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀ
ta: பயனர் %s இந்த நேரத்தில் அனுமதியை பேற முடியாது

source: The system administrator has disabled access to the system temporarily.
ar: عطل مدير النظام النفاذ إلى النظام مؤقتًا.
hi: तंत्र प्रशासक ने तंत्र में प्रवेश अस्थायी रूप से अक्षम कर दिया है.
pa: ਸਿਸਟਮ ਪ੍ਰਬੰਧਕ ਨੇ ਸਿਸਟਮ ਤੱਕ ਪਹੁੰਚ ਅਸਥਾਈ ਤੌਰ ਤੇ ਅਯੋਗ ਕਰ ਦਿੱਤੀ ਹੈ।
ta: முறைமை மேலாளர் முறைமை அனுகலை தற்காலிகமாக நிறுத்தி வைத்துள்ளது.

source: Couldn't set acct. mgmt for %s
ar: لا يمكن ضبط acct. mgmt لـ %s
hi: %s हेतु खाता प्रबंधन नियत नहीं कर सका
pa: %s ਲਈ ਖਾਤਾ ਪ੍ਰਬੰਧ ਸਥਿਰ ਨਹੀ ਕਰ ਸਕਿਆ
ta: acctயை அமைக்க முடியவில்லை. mgmt க்கான %s

source: Couldn't set credentials for %s
ar: لم يمكن ضبط التعازي لـ %s
hi: %s हेतु क्रेडेन्शियल्स नियत नहीं कर सका
pa: %s ਲਈ ਪ੍ਰਮਾਣ-ਪੱਤਰ ਸਥਿਰ ਨਹੀ ਕਰ ਸਕਿਆ
ta: %sக்கான credentialsசை அமைக்க முடியவில்லை

source: Couldn't open session for %s
ar: لا يمكن فتح جلسة لـ%s
hi: %s हेतु सत्र खोल नहीं सका
pa: %s ਲਈ ਅਜਲਾਸ ਖੋਲ ਨਹੀ ਸਕਿਆ
ta: %s க்கு அமர்வு திறக்க முடியவில்லை

source: Authentication failed. Letters must be typed in the correct case.
ar: فشل التوثّق. يجب أن تكتب الحروف بالحالة الصحيحة.
hi: प्रामाणीकरण असफल. अक्षर उचित प्रकार से भरें. ध्यान दें कि केप्स लाक कुंजी समर्थ तो नहीं है.
pa: ਪ੍ਰਮਾਣਿਕਤਾ ਅਸਫਲ। ਅੱਖਰ ਠੀਕ ਢੰਗ ਨਾਲ ਲਿਖੇ ਹੋਣ।
ta: உறுதி செய்வதில் தொல்வி. கடிதம் சரியான எழுத்தில் உள்ளிடபட வேண்டும்.

source: Authentication failed
ar: فشل التحقق
hi: अनुमोदन असफल
pa: ਪ੍ਰਮਾਣਿਕਤਾ ਅਸਫਲ
ta: உரூதி செய்வதில் தொல்வி

source: Automatic login
ar: تسجيل دخول تلفائي
hi: स्वचालित लॉग इन
pa: ਸਵੈ ਲਾਗ-ਇਨ
ta: தானாகவே நுழை

source: The system administrator has disabled your access to the system temporary.
ar: تم تعطيل النفاذ إلى النظام مؤقتًا من قبل مسؤول النظام.
hi: तंत्र प्रशासक ने तंत्र में आपका प्रवेश अस्थायी रूप से अक्षम किया हुआ है.
pa: ਸਿਸਟਮ ਪ੍ਰਬੰਧਕ ਨੇ ਸਿਸਟਮ ਤੱਕ ਪਹੁੰਚ ਅਸਥਾਈ ਤੌਰ ਤੇ ਅਯੋਗ ਕਰ ਦਿੱਤੀ ਹੈ।
ta: முறைமை நீங்கள் அனுககுவதை தற்காலிகமாக முறைமை மேலாளர் செயல் இழக்க வத்துள்ளது.

source: Can't find PAM configuration for gdm.
ar: لا يمكن العثور على إعدادات PAM لـ GDM.
hi: जीडीएम हेतु पीएएम कॉन्फ़िगरेशन नहीं मिला.
pa: ਜੀਡੀਐਮ ਲਈ PAM ਸੰਰਚਨਾ ਨਹੀ ਲੱਭ ਸਕਦਾ।
ta: gdmக்கான PAM உள்ளமைப்பை கண்டுபிடிக்க முடியவில்லை.

source: %s: Could not get server hostname: %s!
ar: %s: لم يمكن تلقي اسم مضيف النادل: %s!
hi: %s: सर्वर होस्ट नाम: %s नहीं मिला!
pa: %s: ਸਰਵਰ ਦਾ ਮੇਜ਼ਬਾਨ ਨਾਂ ਪ੍ਰਾਪਤ ਨਹੀ ਕਰ ਸਕਿਆ: %s!
ta: %s: சேவகன் புறவன் பெயரை பெற முடியவில்லை: %s!

source: %s: Could not create socket!
ar: %s: لم يمكن انشاء محجر!
hi: %s: सॉकेट नहीं बना सके!
pa: %s: ਸਾਕਟ ਨਹੀ ਬਣਾ ਸਕਿਆ!
ta: %s: சொருகியை உருவாக்க உடியவில்லை!

source: %s: Could not bind to XDMCP socket!
ar: %s: لم يمكن الربط لمحجر XDMCP!
hi: %s: एक्सडीएमसीपी सॉकेट से बाइंड नहीं कर सके!
pa: %s: XDMCP ਸਾਕਟ ਨਾਲ ਬੰਧਨ ਨਹੀ ਬਣਾ ਸਕਿਆ!
ta: %s: XDMCP சொருகிக்கு மடிக்க முடியவில்லை!

source: %s: Could not create XDMCP buffer!
ar: %s: لا يمكن إنشاء ذاكرة XDMCP المؤقتّة!
hi: %s: एक्सडीएमसीपी बफर नहीं बना सके!
pa: %s: XDMCP ਰਾਖਵਾਂ ਨਹੀ ਬਣਾ ਸਕਿਆ!
ta: %s: தற்காலிக XDMCP நினைவகத்தை உருவாக்க முடியவில்லை!

source: %s: Could not read XDMCP header!
ar: %s: لم يمكن قراءة ترويسة XDMCP!
hi: %s: एक्सडीएमसीपी हेडर पढ़ नहीं सका!
pa: %s: XDMCP ਸਿਰਲੇਖ ਪੜ੍ਹ ਨਹੀ ਸਕਿਆ!
ta: %s: XDMCP தலைப்பை படிக்க முடியவில்லை!

source: %s: Incorrect XDMCP version!
ar: %s: إصدارة XDMCP خاطئة!
hi: %s: एक्सडीएमसीपी का गलत संसकरण!
pa: %s: ਗਲਤ XDMCP ਵਰਜਨ!
ta: %s: தப்பான XDMCP பதிப்பு!

source: %s: Unknown opcode from host %s
ar: %s: تشفيرة عملية مجهولة من المضيف %s
hi: %s: होस्ट %s से अज्ञात ऑपकोड
pa: %s: ਮੇਜ਼ਬਾਨ %s ਉੱਪਰ ਅਣਪਛਾਤਾ ਉਪਕੋਡ
ta: %s: புறவனில் இருந்து தேரியாத opகுறிமுறை %s

source: %s: Could not extract authlist from packet
ar: %s: لم يمكن إستخراج قائمة التوثّق من الرزمة
hi: %s: पैकेट से प्रामाणिक-सूची नहीं निकाल सका
pa: %s: ਪੈਕਟ ਵਿੱਚੋ ਅਧਿਕਾਰ-ਸੂਚੀ ਲੱਭ ਨਹੀ ਸਕਿਆ
ta: %s: பனிதொகுப்பில் இருந்து உரிமை பட்டியலை எடுக்க முடியவில்லை

source: %s: Error in checksum
ar: %s: خطأ عند checksum
hi: %s: चेकसम में त्रुटि
pa: %s: ਚੈਕਸਮ ਵਿੱਚ ਗਲਤੀ
ta: %s: கணக்கு பறிசொதியில் பிழை

source: %s: Could not read display address
ar: %s: لم يمكن قراءة عنوان الشاشة
hi: %s: प्रदर्शक पता पढ़ नहीं सका
pa: %s: ਦਰਿਸ਼ ਦਾ ਸਿਰਨਾਵਾਂ ਪੜ੍ਹ ਨਹੀ ਸਕਿਆ
ta: %s: காட்சி விலாசத்தை படிக்க முடியவில்லை

source: %s: Could not read display port number
ar: %s: لم يمكن قراءة رقم منفذ الشاشة
hi: %s: प्रदर्शक पोर्ट संख्या नहीं पढ़ पाए
pa: %s: ਦਰਿਸ਼ ਪੋਰਟ ਨੰਬਰ ਪੜ੍ਹ ਨਹੀ ਸਕਿਆ
ta: %s: காட்சி துறை எண்ணை படிக்க முடியவில்லை

source: %s: Bad address
ar: %s: عنوان سيّء
hi: %s: बुरा पता
pa: %s: ਗਲਤ ਸਿਰਨਾਵਾਂ
ta: %s: தப்பான விலாசம்

source: Denied XDMCP query from host %s
ar: منع طلب XDMCP من المضيف %s
hi: होस्ट %s से एक्सडीएमसीपी क्वेरी नकारा गया
pa: %s ਮੇਜ਼ਬਾਨ ਤੋਂ ਸਵੀਕਾਰ ਨਾ ਕੀਤਾ XDMCP ਪ੍ਰਸ਼ਨ
ta: விருந்தோம்பகம் %s இருந்து வினாவுக்கு அனுமதி கிடையாது

source: %s: Got REQUEST from banned host %s
ar: %s: تلقيّ REQUEST من المضيف المحظور %s
hi: %s: निषेधित होस्ट %s से निवेदन मिला
pa: %s: ਪਾਬੰਦੀ ਵਾਲੇ ਮੇਜ਼ਬਾਨ %s ਤੋਂ ਬੇਨਤੀ ਸਵੀਕਾਰ ਕਰੋ
ta: %s: தடைசெய்த புறவனில் இருந்து REQUEST கிடைத்துள்ளது %s

source: %s: Could not read Display Number
ar: %s: لم يمكن قراءة رقم الشاشة
hi: %s: प्रदर्शक संख्या पढ़ नहीं पाया
pa: %s: ਦਰਿਸ਼ ਨੰਬਰ ਪੜ੍ਹ ਨਹੀ ਸਕਿਆ
ta: %s: காட்சி எண்ணை படிக்க முடியவில்லை

source: %s: Could not read Connection Type
ar: %s: لم يمكن قراءة نوع الإتصال
hi: %s: कनेक्शन प्रकार पढ़ नहीं पाया
pa: %s: ਸੰਬੰਧ ਕਿਸਮ ਪੜ੍ਹ ਨਹੀ ਸਕਿਆ
ta: %s: இனைப்பு வகையை படிக்க முடியவில்லை

source: %s: Could not read Client Address
ar: %s: لا يمكن قراءة عنوان العميل
hi: %s : क्लाएंट पता पढ़ नहीं सका
pa: %s: ਕਲਾਂਈਟ ਸਿਰਨਾਵਾਂ ਪੜ੍ਹ ਨਹੀ ਸਕਿਆ
ta: %s: கிளைஞ்சன் விலாசத்தை படிக்க முடியவில்லை

source: %s: Could not read Authentication Names
ar: %s: لم يمكن قراءة اسماء التوثّق
hi: %s: प्रामाणीकरण नामों को पढ़ नहीं पाया
pa: %s: ਪ੍ਰਮਾਣਿਤ ਨਾਂ ਪੜ੍ਹ ਨਹੀ ਸਕਿਆ
ta: %s: உறுதி செய்பவரின் பெய்ர்களை படிக்க முடியவில்லை

source: %s: Could not read Authentication Data
ar: %s: لم يمكن قراءة بيانات التوثّق
hi: %s: प्रामाणीकरण डेटा पढ़ नहीं पाया
pa: %s: ਪ੍ਰਮਾਣਿਤ ਡਾਟਾ ਪੜ੍ਹ ਨਹੀ ਸਕਿਆ
ta: %s: உருதிசெய் தரவை படிக்க முடியவில்லை

source: %s: Could not read Authorization List
ar: %s: لم يمكن قراءة قائمة التراخيص
hi: %s: अनुमोदन सूची पढ़ नहीं पाया
pa: %s: ਪ੍ਰਮਾਣਿਤ ਸੂਚੀ ਪੜ੍ਹ ਨਹੀ ਸਕਿਆ
ta: %s: உருதிசெய் பட்டியலை படிக்க முடியவில்லை

source: %s: Could not read Manufacturer ID
ar: %s: لم يمكن قراءة هوية المصنّع
hi: %s: उत्पादक आईडी पढ़ नहीं पाया
pa: %s: ਨਿਰਮਾਤਾ ਸ਼ੰਨ-ਨੰ ਪੜ੍ਹ ਨਹੀ ਸਕਿਆ
ta: %s: உருவாக்காளர் அடையாளத்தை படிக்க முடியவில்லை

source: %s: Failed checksum from %s
ar: %s: فشل checksum من %s
hi: %s: %s से चेकसम असफल
pa: %s: %s ਤੋਂ ਅਸਫਲ ਚੈਕਸਮ
ta: %s: இதில் இருந்து கணக்குபறிசொதிக்கையில் தொல்வி %s

source: %s: Got Manage from banned host %s
ar: %s: تلقيّ إدارة من المضيف المحظور %s
hi: %s: निषेधित होस्ट %s से मैनेज मिला
pa: %s: ਪਾਬੰਦੀ ਵਾਲੇ ਮੇਜ਼ਬਾਨ %s ਤੋਂ ਪ੍ਰਬੰਧ ਸਵੀਕਾਰ ਕਰੋ
ta: %s: தடைசெய்யபட்ட புறவனில் இருந்து மேலாளர் கிடைத்துள்ளது %s

source: %s: Could not read Session ID
ar: %s: لم يمكن قراءة هوية الجلسة
hi: %s: सत्र आइडी पढ़ नहीं सका
pa: %s: ਅਜਲਾਸ ਸ਼ੰਨ-ਨੰ ਪੜ੍ਹ ਨਹੀ ਸਕਿਆ
ta: %s: அமர்வு அடையாளத்தை படிக்க முடியவில்லை

source: %s: Could not read Display Class
ar: %s: لا يمكن قراءة صنف الشاشة
hi: %s: प्रदर्शक वर्ग पढ़ नहीं सका
pa: %s: ਦਰਿਸ਼ ਸ੍ਰੇਣੀ ਪੜ੍ਹ ਨਹੀ ਸਕਿਆ
ta: %s: வகுப்பு காட்சி படிக்க முடியவில்லை

source: %s: Could not read address
ar: %s: لا يمكن قراءة العنوان
hi: %s: पता पढ़ नहीं सका
pa: %s: ਸਿਰਨਾਵਾਂ ਪੜ੍ਹ ਨਹੀ ਸਕਿਆ
ta: %s: விலாசத்தை படிக்க முடியவில்லை

source: %s: Got KEEPALIVE from banned host %s
ar: %s: تلقيّ KEEPALIVE من مضيف محظور %s
hi: %s: निषेधित होस्ट %s से कीपअलाइव मिला
pa: %s: ਪਾਬੰਦੀ ਵਾਲੇ ਮੇਜ਼ਬਾਨ %s ਤੋਂ ਚੌਕਸ ਰਹਿਣਾ ਸਵੀਕਾਰ ਕਰੋ
ta: %s: தடைசெய்த புறவனில் இருந்து KEEPALIVE கிடைத்துள்ளது %s

source: %s: No XDMCP support
ar: %s: لا دعم لـ XDMCP
hi: %s: कोई एक्सडीएमसीपी समर्थन नहीं
pa: %s: ਕੋਈ XDMCP ਸਹਿਯੋਗ ਨਹੀ
ta: %s: XDMCP அதறவு இல்லை

source: Xnest command line
ar: سطر الأوامر Xnest
hi: एक्सनेस्ट कमांड लाइन
pa: X-ਉਪ ਕਮਾਂਡ ਲਾਈਨ
ta: Xnest கட்டளை வரி

source: STRING
ar: سلسلة
hi: स्ट्रिंग
pa: ਸਤਰ

source: Extra options for Xnest
ar: خيارات اضافية لـ Xnest
hi: एक्सनेस्ट हेतु अतिरिक्त विकल्प
pa: X-ਉਪ ਲਈ ਵਾਧੂ ਚੋਣ
ta: Xnestக்கான ஒரு தேர்வுகள்

source: OPTIONS
ar: خيارات
hi: विकल्प
pa: ਚੋਣ

source: Run in background
ar: تشغيل في الخلفية
hi: पृष्ठ भूमि में चलाएँ
pa: ਪਿੱਠਭੂਮੀ ਵਿੱਚ ਚਲਾਓ
ta: பிண்ணணியில் ஓடுகிறது

source: Just run Xnest, no query (no chooser)
ar: فقط شغل Xnest، لا طلبات (لا أدات اختيار)
hi: सिर्फ एक्सनेस्ट चलाएँ, कोई क्वेरी नहीं (चयनक नहीं)
pa: ਸਿਰਫ X-ਉਪ ਚਲਾਓ, ਕੋਈ ਪ੍ਰਸ਼ਨ ਨਹੀ (ਕੋਈ ਚੋਣਕਾਰ ਨਹੀ)
ta: Xnestஐ ஓட்டு, கேள்விகள் இல்லை (தேர்வுகள் இல்லை)

source: Do direct query instead of indirect (chooser)
ar: قم ببحث مباشر عوض البحث الغير مباشر (مختار)
hi: अप्रत्यक्ष के बजाए सीधे क्वेरी करें (चयनक)
pa: ਅਸਿੱਧੇ ਤੌਰ ਦੀ ਬਜਾਏ ਸਿੱਧੇ ਤੌਰ ਤੇ ਕੋਈ ਪ੍ਰਸ਼ਨ ਨਹੀ (ਚੋਣਕਾਰ)
ta: சுற்றி செல்லவதற்கு பதில் நேரடியான் கேள்வி (தேர்வாளர்)

source: Run broadcast instead of indirect (chooser)
ar: تشغيل المبرمج عوض الغير مباشر (فيما يخص أداة الاختيار)
hi: अप्रत्यक्ष के बजाए ब्रॉडकास्ट चलाएँ (चयनक)
pa: ਅਸਿੱਧੇ ਤੌਰ ਦੀ ਬਜਾਏ ਖੁੱਲਾ ਪ੍ਰਸਾਰ ਚਲਾਓ (ਚੋਣਕਾਰ)
ta: சுற்றி செல்லவதற்கு பதில் அலைபரப்பை ஓட்டு (தேர்வு)

source: Don't check for running gdm
ar: لا تراقب لتشغيل gdm
hi: चलते जीडीएम हेतु जॉच नहीं करें
pa: ਜੀਡੀਐਮ ਚਲਾਓਣ ਲਈ ਜਾਂਚ ਨਾ ਕਰੋ
ta: ஓடும் gdmயை தேடாதே

source: Xnest doesn't exist.
ar: Xnest غير موجود.
hi: एक्सनेस्ट मौज़ूद नहीं है.
pa: X-ਉਪ ਮੌਜੂਦ ਨਹੀ
ta: Xவலை இல்லை.

source: Please ask your system administrator to install it.
ar: الرجاء اسأل مدير نظامك لتثبيته.
hi: कृपया अपने तंत्र प्रशासक से इसे संस्थापित करने हेतु संपर्क करें.
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਸਿਸਟਮ ਪ੍ਰਬੰਧਕ ਨੂੰ ਇਸ ਦੇ ਨਿਰਧਾਰਨ ਕਰਨ ਬਾਰੇ ਪੁੱਛੋ।
ta: தயவு செய்து உங்கள் முறைமை மேலாளரை அதை நிறுவ சொல்லி கேள்.

source: Indirect XDMCP is not enabled
ar: XDMCP غير مباشر ليس مفعّلا
hi: अप्रत्यक्ष एक्सडीएमसीपी सक्षम नहीं है
pa: ਅਸਿੱਧਾ XDMCP ਯੋਗ ਨਹੀ ਕੀਤਾ
ta: சுற்று XDMCP செயலாக்க படவில்லை

source: Please ask your system administrator to enable it in the GDM configurator program.
ar: الرجاء اسأل مدير نظامك لتفعيله في برنامج إعداد جي دي أم.
hi: कृपया अपने तंत्र प्रशासक से जीडीएम कॉन्फ़िगरेटर प्रोग्राम में इसे सक्षम करने हेतु संपर्क करें.
pa: ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਨੂੰ ਜੀਡੀਐਮ ਸੰਰਚਨਾ ਦਰਸਾਉਣ ਵਾਲੇ ਪ੍ਰੋਗਰਾਮ ਵਿੱਚ ਯੋਗ ਕਰਨ ਲਈ ਆਪਣੇ ਸਿਸਟਮ ਪ੍ਰਬੰਧਕ ਨੂੰ ਪੁੱਛੋ।
ta: தயவு செய்து உங்கள் முறைமை மேலாளரை GDM உள்ளமை நிரலை செயல்லாக்க சொல்லி கேள்.

source: XDMCP is not enabled
ar: XDMCP غير مفعّل
hi: एक्सडीएमसीपी सक्षम नही है
pa: XDMCP ਯੋਗ ਨਹੀ ਕੀਤਾ
ta: XDMCP செயலாக்கபடவில்லை

source: GDM is not running
ar: جي دي أم لا يعمل
hi: जीडीएम नहीं चल रहा है
pa: ਜੀਡੀਐਮ ਨਹੀ ਚੱਲ ਰਿਹਾ
ta: GDM ஓடுகிறது

source: Please ask your system administrator to start it.
ar: الرجاء اسأل مدير نظامك لتشغيله.
hi: कृपया अपने तंत्र प्रशासक से इसे प्रारंभ करने हेतु कहें.
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਸਿਸਟਮ ਪ੍ਰਬੰਧਕ ਤੋਂ ਇਸ ਨੂੰ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਪੁੱਛੋ।
ta: தயவு செய்து உங்கள் முறைமை மேலாளரை அதை துவக்க சொல்லி கேள்.

source: Could not find a free display number
ar: لم يوجد رقم شاشة شاغر
hi: एक मुक्त प्रदर्शक संख्या ढूंढ नहीं पाया
pa: ਫਰੀ ਦਰਿਸ਼ ਨੰਬਰ ਨਹੀ ਲੱਭਿਆ
ta: இலவச காட்டு எண்ணை கண்டுபிடிக்க முடியவில்லை

source: GDM Host Chooser
ar: أدات اختيار المضيفين لـ GDM
hi: जीडीएम होस्ट चयनक
pa: ਜੀਡੀਐਮ ਮੇਜ਼ਬਾਨ ਚੋਣਕਾਰ
ta: GDM புறாவன் தேர்வாளர்

source: How to use this application
ar: كيفية استعمال هذا التطبيق
hi: इस अनुप्रयोग का उपयोग कैसे करें
pa: ਇਸ ਕਾਰਜ ਨੂੰ ਕਿਸ ਤਰਾਂ ਵਰਤਣਾ ਹੈ
ta: எப்படி இந்த பயன்பாட்டை பயன்படுத்து வேண்டூம்

source: Probe the network
ar: تجريب الشبكة
hi: नेटवर्क को जाँचें
pa: ਨੈਟਵਰਕ ਦੀ ਜਾਂਚ-ਪਡ਼ਤਾਲ ਕਰੋ
ta: பினைய உணர்வி
