Repository: OneIdentity/rc-legacy
Catalog: gdm/gdm-2.6.0.5/po/*.po
Languages: ar, hi, pa, ta

source: A-M|Icelandic
ar: A-M|آيسلندي
hi: अ-म| आइसलैंडिक
pa: A-M|ਆਈਸਲੈਂਡਿਕ
ta: A-M|Iசேலண்டிக்

source: A-M|Indonesian
ar: A-M|إندونيسي
hi: अ-म| इंडोनेशियाई
pa: A-M|ਇੰਡੋਨੇਸ਼ੀਅਨ
ta: A-M|இண்டோனேசியன்

source: A-M|Interlingua
ar: A-M|إنترلنغوا
hi: अ-म| इंटरलिंगुआ
pa: A-M|ਇੰਟਰਲਿੰਗੂਆ
ta: A-M|இண்டர்லின்குவா

source: A-M|Irish
ar: A-M|آيرلندي
hi: अ-म| आइरिश
pa: A-M|ਆਈਰਿਸ਼
ta: A-M|ஐரிஷ்

source: A-M|Italian
ar: A-M|إيطالي
hi: अ-म| इतालवी
pa: A-Mਇਤਾਲਵੀ
ta: A-M|ஈத்தாலி

source: A-M|Japanese
ar: A-M|ياباني
hi: अ-म| जापानी
pa: A-M|ਜਪਾਨੀ
ta: A-M|ஜப்பானிஸ்

source: A-M|Kannada
ar: A-M|كندي
hi: अ-म| कन्नड़
pa: A-M|ਕੇਨੈਡਾ
ta: A-M|கன்னடம்

source: A-M|Korean
ar: A-M|كوري
hi: अ-म| कोरियाई
pa: A-M|ਕੋਰੀਅਨ
ta: A-M|கோரியன்

source: A-M|Latvian
ar: A-M|لتوي
hi: अ-म| लाटवियाई
pa: A-M|ਲਾਟਵੀਅਨ
ta: A-M|லாடிவியன்

source: A-M|Lithuanian
ar: A-M|لتواني
hi: अ-म| लिथुआनियाई
pa: A-M|ਲਿਥੂਨੀਆਂ
ta: A-M|லித்துவேனியன்

source: A-M|Macedonian
ar: A-M|مقدوني
hi: अ-म| मकदूनियाई
pa: A-M|ਮੈਕੇਡੋਨੀਆਂ
ta: A-M|மேக்ஸிடோனியன்

source: A-M|Malay
ar: A-M|ملايزي
hi: अ-म| मलय
pa: A-M|ਮਲਾਇਆ
ta: A-M|மாலாய்

source: A-M|Malayalam
ar: A-M|مليلام
hi: अ-म| मलयालम
pa: A-M|ਮਲੇਆਲਮ
ta: A-M|மலையாளம்

source: A-M|Marathi
ar: A-M|ماراتي
hi: अ-म| मराठी
pa: A-M|ਮਰਾਠੀ
ta: A-M|மராத்தி

source: A-M|Mongolian
ar: A-M|ماغولي
hi: अ-म| मंगोलियन
pa: A-M|ਮੰਗੋਲੀਅਨ
ta: A-M|மங்கோளியன்

source: N-Z|Norwegian (bokmal)
ar: N-Z|نرويجي )بكمال(
hi: न-ज़| नारवेजियाई (बोकमाल)
pa: N-Z|ਨਾਰਵੇਅਨ (ਬੋਕਮਲ)
ta: N-Z|நார்விகியன் (புக்மால்)

source: N-Z|Norwegian (nynorsk)
ar: N-Z|نرويجي )نينرسك(
hi: न-ज़| नारवेजियाई (नायनोर्सक)
pa: N-Z|ਨਾਰਵੇਅਨ (ਨਈਨੌਰਸਕ)
ta: N-Z|நார்விகியன் (நையார்ஸ்க்)

source: N-Z|Oriya
ar: N-Z|أوريا
hi: न-ज़| उड़िया
pa: N-Z|ਊਡ਼ੀਆ
ta: N-Z|ஓரியா

source: N-Z|Panjabi
ar: N-Z|بنجابي
hi: न-ज़| पंजाबी
pa: N-Z|ਪੰਜਾਬੀ
ta: N-Z|பன்ஞாபி

source: N-Z|Persian
ar: N-Z|فارسي
hi: न-ज़| पारसी
pa: N-Z|ਪਰਸੀਅਨ
ta: N-Z|பேர்சியன்

source: N-Z|Polish
ar: N-Z|بولوني
hi: न-ज़| पोलिष
pa: N-Z|ਪਾਲਿਸ਼
ta: N-Z|பொலிஷ்

source: N-Z|Portuguese
ar: N-Z|برتغالي
hi: न-ज़| पुर्तगाली
pa: N-Z|ਪੁਰਤਗਾਲ
ta: N-Z|பொர்சியுகிஸ்

source: N-Z|Portuguese (Brazilian)
ar: N-Z|برتغالي )برازيلي(
hi: न-ज़| पुर्तगाली (ब्राजीलीयाइ)
pa: N-Z|ਪੁਰਤਗਾਲ (ਬਰਾਜ਼ਲੀਅਨ)
ta: N-Z|பொர்சிகியுஸ் (ப்பேரிசில்)

source: N-Z|Romanian
ar: N-Z|روميني
hi: न-ज़| रोमानी
pa: N-Z|ਰੋਮਨੀਅਨ
ta: N-Z|ரோமானியன்

source: N-Z|Russian
ar: N-Z|روسي
hi: न-ज़| रूसी
pa: N-Z|ਰੂਸੀ
ta: N-Z|ரச்சியன்

source: N-Z|Serbian
ar: N-Z|صربي
hi: न-ज़| सर्बियाइ
pa: N-Z|ਸਰਬੀਅਨ
ta: N-Z|சர்பியன்

source: N-Z|Serbian (Latin)
ar: N-Z|صربي (لاتيني)
hi: न-ज़| सर्बियाइ (लेतिन)
pa: N-Z|ਸਰਬੀਅਨ (ਲੇਟਿਨ)
ta: N-Z|சர்பியன் (லாட்டின்)

source: N-Z|Serbian (Jekavian)
ar: N-Z|صربي (جيكافيان)
hi: न-ज़| सर्बियाइ (जेवाकियन)
pa: N-Z|ਸਰਬੀਅਨ (ਜੇਕਾਵੀਅਨ)
ta: N-Z|சேர்பியன் (ஜேகவியான்)

source: N-Z|Slovak
ar: N-Z|سلوفاكي
hi: न-ज़| स्लोवाक
pa: N-Z|ਸਲੋਵਾਕ
ta: N-Z|ஸ்லோவாக்

source: N-Z|Slovenian
ar: N-Z|سلوفيني
hi: न-ज़| स्लोविनियाई
pa: N-Z|ਸਲੋਵੇਨੀਅਨ
ta: N-Z|ஸ்லோவெரியன்

source: N-Z|Spanish
ar: N-Z|إسباني
hi: न-ज़| स्पेनी
pa: N-Z|ਸਪੇਨੀ
ta: N-Z|ஸ்பேனிஷ்

source: N-Z|Spanish (Mexico)
ar: N-Z|إسباني )المكسيك(
hi: न-ज़| स्पेनी (मेक्सिको)
pa: N-Z|ਸਪੇਨੀ (ਮੈਕਸੀਕੋ)
ta: N-Z|ஸ்பேனிஷ் (மேக்சிக்கோ)

source: N-Z|Swedish
ar: N-Z|سويدي
hi: न-ज़| स्वीडिश
pa: N-Z|ਸਵੈਡਿਸ਼
ta: N-Z|சிவிகிஷ்

source: N-Z|Swedish (Finland)
ar: N-Z|سويدي )فنلندا(
hi: न-ज़| स्वीडिश (फिनलैंड)
pa: N-Z|ਸਵੈਡਿਸ਼ (ਫਿਨਲੈਂਡ)
ta: N-Z|ஸ்விகிஷ் (பின்லேண்டு)

source: N-Z|Tamil
ar: N-Z|تاميلي
hi: न-ज़| तमिल
pa: N-Z|ਤਾਮਿਲ
ta: N-Z|தமிழ்

source: N-Z|Telugu
ar: N-Z|تلوجو
hi: न-ज़| तेलुगु
pa: N-Z|ਤੇਲਗੂ
ta: N-Z|தேலுங்கு

source: N-Z|Thai
ar: N-Z|تايلندي
hi: न-ज़| थाई
pa: N-Z|ਥਾਈ
ta: N-Z|தாயீ

source: N-Z|Turkish
ar: N-Z|تركي
hi: न-ज़| तुर्की
pa: N-Z|ਤੁਰਕਿਸ਼
ta: N-Z|டர்கிஷ்

source: N-Z|Ukrainian
ar: N-Z|اكراني
hi: न-ज़| युक्रेनी
pa: N-Z|ਯੂਕਰੇਨੀਅਨ
ta: N-Z|யுக்ரேனியன்

source: N-Z|Vietnamese
ar: N-Z|فيتنامي
hi: न-ज़| विएतनामी
pa: N-Z|ਵੀਅਤਨਾਮੀ
ta: N-Z|வியட்னாமிஸ்

source: N-Z|Walloon
ar: N-Z|والوني
hi: न-ज़| वालून्
pa: N-Z|ਵੈਲੂਨ
ta: N-Z|வலோன்

source: N-Z|Welsh
ar: N-Z|والش
hi: न-ज़| वेल्ष
pa: N-Z|ਵੈਲਸ਼
ta: N-Z|வேல்கிஷ்

source: N-Z|Yiddish
ar: N-Z|يدي
hi: न-ज़| यिड्डिष
pa: N-Z|ਯਿਡਿਸ਼
ta: N-Z|யிகிஷ்

source: Other|POSIX/C English
ar: أخرى|POSIX/C إنكليزي
hi: अन्य|पोसिक्स/सी अंग्रेजी
pa: Other|POSIX/C ਅੰਗਰੇਜ਼ੀ
ta: மற்ற|POSIX/C ஆங்கிளம்

source: User %s will login in %d seconds
ar: سيسجل المستخدم %s في %d ثوان
hi: उपयोगकर्ता %s, %d सेकण्ड्स में लॉगइन होगा
pa: %s ਉਪਭੋਗੀ %d ਸਕਿੰਟਾਂ ਵਿੱਚ ਲਾਗ-ਇਨ ਕਰੇਗਾ
ta: பயனர் %s நுழைக்கபடும் %d வீனாடிகள்

source: %s: String too long!
ar: %s: السلسلة طويلة جدا!
hi: %s: स्ट्रिंग बहुत बड़ा है!
pa: %s: ਸਤਰ ਬਹੁਤ ਲੰਮੀ ਹੈ!
ta: %s: சரம் நீளமானது!

source: %sWelcome to %s%s
ar: %sأهلا بك في %s%s
hi: %s में स्वागत है %s%s
pa: %s ਜੀ ਆਇਆਂ ਨੂੰ %s%s
ta: %sவிற்கு வருக %s%s

source: Could not fork a new process!
ar: لم يمكن تشعيب عمليّة جديدة!
hi: नई प्रक्रिया फॉर्क नहीं कर सका!
pa: ਨਵਾਂ ਕਾਰਜ ਨਹੀ ਚਲਾ ਸਕਿਆ!
ta: புதிய செயலை குத்த முடியலை

source: You likely won't be able to log in either.
ar: يبدو أنه لن يمكنك التسجيل كذلك.
hi: न ही आप लॉगइन में समर्थ हो सकेंगे.
pa: ਤੁਸੀ ਸੰਭਾਵੀ ਤੌਰ ਤੇ ਕਿਸੇ ਵੀ ਤਰਾਂ ਲਾਗ-ਇਨ ਕਰਨ ਦੇ ਯੋਗ ਨਹੀ ਹੋਵੋਗੇ।
ta: என்ன ஆணாலும் நீங்கள் நுழைக்க முடியாது.

source: Are you sure you want to reboot the machine?
ar: أحقا تريد إعادة تشغيل الجهاز؟
hi: क्या आप सुनिश्चित हैं कि आप मशीन रीबूट करना चाहते हैं?
pa: ਕੀ ਤੁਸੀ ਯਕੀਨਨ ਮਸ਼ੀਨ ਨੂੰ ਮੁਡ਼ ਚਲਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
ta: உன்மையாக இந்த பொறியை மறுபடியும் தொடங்க வேண்டுமா?

source: _Reboot
ar: إعادة ال_ركل
hi: रीबूट करें (_R)
pa: _ਮੁਡ਼ ਚਲਾਓ
ta: மீண்டும்துவங்கு

source: Are you sure you want to shut down the machine?
ar: أحقا تريد إيقاف الجهاز؟
hi: क्या आप सुनिश्चित हैं कि आप मशीन बन्द करना चाहते हैं?
pa: ਕੀ ਤੁਸੀ ਯਕੀਨਨ ਮਸ਼ੀਨ ਨੂੰ ਬੰਦ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
ta: கண்ணியை மூட நீங்கள் விரும்புகிறிரா?

source: Shut _Down
ar: اطفا_ء
hi: बन्द करें (_D)
pa: _ਬੰਦ ਕਰੋ
ta: மூடு

source: Are you sure you want to suspend the machine?
ar: أحقا تريد تعليق الجهاز؟
hi: क्या आप सुनिश्चित हैं कि आप मशीन सस्पेंड करना चाहते हैं?
pa: ਕੀ ਤੁਸੀ ਯਕੀਨਨ ਮਸ਼ੀਨ ਨੂੰ ਮੁੱਅਤਲ ਰੱਖਣਾ ਚਾਹੁੰਦੇ ਹੋ?
ta: கண்ணியை நிறுத்த நீங்கள் விரும்புகிறிரா?

source: _Suspend
ar: ت_عليق
hi: सस्पेंड (_S)
pa: _ਮੁੱਅਤਲ
ta: நிறுத்து

source: Welcome
ar: أهلا بك
hi: स्वागत है
pa: ਜੀ ਆਇਆਂ ਨੂੰ
ta: வருக

source: Welcome to %n
ar: أهلا بك في %n
hi: %n में स्वागत है
pa: %n ਵੱਲੋਂ ਜੀ ਆਇਆਂ ਨੂੰ
ta: %nக்கு வருக

source: TimedLoginDelay was less than 5. I'll just use 5.
ar: كان TimedLoginDelay أقل من 5. سأستعمل 5.
hi: समयबद्ध-लॉगइन-देरी 5 से कम है. मैं 5 उपयोग करूंगा.
pa: ਅੰਤਰਾਲ ਲਾਗ-ਇਨ ਅੰਤਰਾਲ 5 ਤੋਂ ਘੱਟ ਸੀ। ਮੈਂ ਸਿਰਫ 5 ਵਰਤਾਂਗਾ।
ta: நேரநுழைகாலமாக்கு 5தை விட குறைவானது. நான 5தை பயன்படுத்துவேன்.

source: Your preferred session type %s is not installed on this machine. Do you wish to make %s the default for future sessions?
ar: نوع الجلسة %s المحبذ لديك غير مثبت على هذا الجهاز. أ تريد جعل %s إفتراض جلساتك القادمة؟
hi: आपका वांछित सत्र प्रकार %s इस मशीन में संस्थापित नहीं है. क्या आप %s को भविष्य हेतु डिफ़ॉल्ट सत्र बनाना चाहेंगे?
pa: ਤੁਹਾਡੀ ਤਰਜੀਹ ਵਾਲੀ ਅਜਲਾਸ ਕਿਸਮ %s ਇਸ ਮਸ਼ੀਨ ਉੱਪਰ ਨਿਰਧਾਰਨ ਨਹੀ। ਕੀ ਤੁਸੀ %s ਨੂੰ ਭਵਿੱਖ ਵਾਲੇ ਅਜਲਾਸਾਂ ਲਈ ਮੂਲ ਬਣਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
ta: நீங்கள் விரும்பிய %s அமர்வு வகை கணிணியில் நிறுவபடவில்லை. பிற்கால பயனுக்காக இதை முன்னிருப்பாக %s அமைக்க நீங்கள் விரும்புகிறிரா?

source: Make _Default
ar: جعل الإ_فتراض
hi: डिफ़ॉल्ट बनाएँ (_D)
pa: _ਮੂਲ਼ ਬਣਾਓ
ta: முன்னிருப்பாக அமை

source: Just _Log In
ar: فقط ت_سجيل دخول
hi: केवल लॉगइन करें (_L)
pa: ਸਿਰਫ _ਲਾਗ-ਇਨ
ta: வேறும் நுழை

source: You have chosen %s for this session, but your default setting is %s. Do you wish to make %s the default for future sessions?
ar: اخترت %s لهذه الجلسة، لكن تعيينك الإفتراضي %s. أ تريد جعل %s إفتراض جلساتك القادمة؟
hi: आपने इस सत्र हेतु %s चुना है, पर आपका डिफ़ॉल्ट सत्र %s है. क्या आप %s को भविष्य हेतु डिफ़ॉल्ट सत्र बनाना चाहेंगे?
pa: ਤੁਸੀ ਇਸ ਅਜਲਾਸ ਲਈ %s ਚੁਣਿਆ ਹੈ, ਪਰ ਤੁਹਾਡੀ ਮੂਲ ਵਿਵਸਥਾ %s ਹੈ। ਕੀ ਤੁਸੀ %s ਨੂੰ ਭਵਿੱਖ ਵਾਲੇ ਅਜਲਾਸਾਂ ਲਈ ਮੂਲ ਬਣਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
ta: இந்த பிறிவிக்கு நீங்கள் தேர்வுசெய்த %s, ஆணால் உங்கள் முன்னிருப்பு அமைப்பு %s. பிற்கால பயனுக்காக இதை முன்னிருப்பாக %s அமைக்க நீங்கள் விரும்புகிறிரா?

source: Just For _This Session
ar: فقط ل_هذه الجلسة
hi: केवल इस सत्र हेतु (_T)
pa: ਸਿਰਫ ਇ_ਸ ਅਜਲਾਸ ਲਈ
ta: இந்த அமர்வுக்கு மட்டும்

source: You have chosen %s for this session. If you wish to make %s the default for future sessions, run the 'switchdesk' utility (System->Desktop Switching Tool from the panel menu).
ar: اخترت %s لهذه الجلسة. إذا كنت تريد جعل %s إفتراض جلساتك القادمة، شغل أدات 'switchdesk' (النظام -> أدات تحويل سطح المكتب من قائمة الشريط).
hi: आपने इस सत्र हेतु %s चुना है, यदि आप %s को भविष्य हेतु डिफ़ॉल्ट सत्र बनाना चाहते हैं तो स्विचडेस्क यूटिलिटी चलाएँ. (तंत्र -> डेस्कटॉप स्विचिंग उपकरण, पटल मेनू में से).
pa: ਤੁਸੀ ਇਸ ਅਜਲਾਸ ਲਈ %s ਚੁਣਿਆ ਹੈ। ਜੇ ਤੁਸੀ %s ਨੂੰ ਭਵਿੱਖ ਵਾਲੇ ਅਜਲਾਸਾਂ ਲਈ ਮੂਲ ਬਣਉਣਾ ਚਾਹੁੰਦੇ ਹੋ, 'ਸਵਿੱਚ-ਡਿਸਕ' ਉਪਯੋਗਤਾ ਚਲਾਓ। (ਸਿਸਟਮ->ਪੈਨਲ ਸੂਚੀ ਵਿੱਚ ਵਿਹਡ਼ਾ ਬਦਲਾਓ ਸੰਦ)
ta: இந்த பிறிவிக்காக நீங்கள் தேர்வுசெய்த %s. பிற்கால பயனுக்காக இதை முன்னிருப்பாக %s அமைக்க நீங்கள் விரும்புகிறிரா, 'switchdesk' சாதனத்தை ஒடவைக்க (முறைமை->மேல்மேசை மாற்றும் கருவி பலக பட்டியில் இருந்து).

source: System Default
ar: إفتراض النظام
hi: तंत्र डिफ़ॉल्ट
pa: ਸਿਸਟਮ ਮੂਲ
ta: முறைமை முன்னிருப்பு

source: _Username:
ar: إ_سم المستخدم:
hi: उपयोगकर्तानाम (_U):
pa: _ਉਪਭੋਗੀ ਨਾਂ:
ta: பயனர்பெயர்

source: %s session selected
ar: اختيرت جلسة %s
hi: %s सत्र चयनित
pa: %s ਅਜਲਾਸ ਚੁਣਿਆ ਗਿਆ
ta: %s அமர்வு தெரிவு செய்யப்பட்டுள்ளது

source: _Last
ar: الأ_خير
hi: पिछला (_L)
pa: _ਆਖਰੀ
ta: கடைசி

source: Log in using the session that you have used last time you logged in
ar: سيقع التسجيل بالجلسة التي اخترتها آخر مرة قمت فيها بالتسجيل
hi: आपके पिछले लॉगइन सत्र का उपयोग करते हुए लॉगइन
pa: ਪਿਛਲੀ ਵਾਰ ਲਾਗ-ਇਨ ਕਰਨ ਲਈ ਵਰਤਿਆ ਗਿਆ ਅਜਲਾਸ ਵਰਤ ਕੇ ਲਾਗ-ਇਨ ਕਰੋ
ta: கடைசியாக நுழைந்த பொது பயன்படுத்திய அமர்வை நுழைவு பயனபடுத்துகிறது

source: Failsafe Gnome
ar: جنوم Failsafe
hi: फेलसेफ गनोम
pa: ਅਸਫਲ-ਸੁਰੱਖਿਆ ਗਨੋਮ
ta: தொல்விபாதுகாப்பு Gnome

source: Failsafe xterm
hi: फेलसेफ एक्स-टर्म
pa: ਅਸਫਲ-ਸੁਰੱਖਿਆ x-ਟਰਮ
ta: தொல்விபாதுகாப்பு xterm

source: %s: Session directory %s not found!
ar: %s: لم يوجد دليل الجلسة %s!
hi: %s: सत्र डिरेक्ट्री %s नहीं मिला!
pa: %s: ਅਜਲਾਸ ਡਾਇਰੈਕਟਰੀ %s ਨਹੀ ਲੱਭੀ!
ta: %s: அமர்வு அடைவு %s கிடைக்கவில்லை!

source: Yaikes, nothing found in the session directory.
ar: خسارة، لم يوجد شيء في دليل الجلسات.
hi: अरे.., सत्र डिरेक्ट्री में कुछ नहीं मिला.
pa: ਯੇਕਸ, ਅਜਲਾਸ ਡਾਇਰੈਕਟਰੀ ਵਿੱਚ ਕੁੱਝ ਨਹੀ ਲੱਭਿਆ|
ta: யேக்ஸ்,எதுவும் அமர்வு அடைவில் கிடைக்கவில்லை.

source: Failsafe _Gnome
ar: _جنوم الآمن من الفشل
hi: फेलसेफ गनोम (_G)
pa: ਅਸਫਲ-ਸੁਰੱਖਿਆ _ਗਨੋਮ
ta: தொல்விபாதுகாப்பு Gnome

source: This is a failsafe session that will log you into GNOME. No startup scripts will be read and it is only to be used when you can't log in otherwise. GNOME will use the 'Default' session.
ar: هذه جلسة failsafe التي ستسجلك في جنوم. لن تقرء نص شفرية ابتدائية و لا تستعمل الجلسة إلا اذا لم تتمكن من التسديل بطريقة أخرى. سيستعمل جنوم الجلسة 'الافتراضية'.
hi: यह फेलसेफ सत्र है जो आपको गनोम में लॉग करेगा. कोई स्टार्टअप फ़ाइल पढ़ा नहीं जाएगा और यह तभी उपयोग में आएगा जब आप अन्य प्रकार से लॉग नहीं हो सकते. गनोम डिफ़ॉल्ट सत्र उपयोग करेगा.
pa: ਇਹ ਅਸਫਲ-ਸੁਰੱਖਿਆ ਅਜਲਾਸ ਜਿਹਡ਼ਾ ਤੁਹਾਨੂੰ ਗਨੋਮ ਵਿੱਚ ਲਾਗ-ਇਨ ਕਰਾਏਗਾ।ਕੋਈ ਸ਼ੁਰੂਆਤੀ ਸਕਰਿਪਟ ਪੜ੍ਹਿਆ ਨਹੀ ਗਿਆ ਅਤੇ ਇਹ ਉਦੋਂ ਹੀ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ, ਜਦੋਂ ਤੁਸੀ ਹੋਰ ਢੰਗ ਨਾਲ ਲਾਗ-ਇਨ ਨਹੀ ਕਰ ਸਕਦੇ। ਗਨੋਮ 'ਮੂਲ' ਅਜਲਾਸ ਵਰਤੇਗਾ।
ta: இது ஒரு failsafe அமர்வு நீங்கள் GNOME நுழைக்க. துவக்கு ஏழுத்து படிக்க படாது மற்றும் பயன்படுத்து மட்டும் முடியும் நுழைக்க பட முடியாது. GNOME 'Default' மர்வை பயன்படுத்தும்.

source: Failsafe _Terminal
ar: شاشة _طرفية آمنة من الفشل
hi: फेलसेफ टर्मिनल (_T)
pa: ਅਸਫਲ-ਸੁਰੱਖਿਆ _ਟਰਮੀਨਲ
ta: தொல்விபாதுகாப்பு முனையம்

source: This is a failsafe session that will log you into a terminal. No startup scripts will be read and it is only to be used when you can't log in otherwise. To exit the terminal, type 'exit'.
ar: هذه جلسة failsafe التي ستسجلك في شاشة طرفية. لن تقرأ نصوص شفرية ابتدائية و لا تستعمل الجلسة إلا اذا لم تتمكن من التسجيل بطريقة أخرى. للخروج من الشاشة الطرفية، اكتب 'خروج'.
hi: यह फेलसेफ सत्र है जो आपको टर्मिनल में लॉग करेगा. कोई स्टार्टअप फ़ाइल पढ़ा नहीं जाएगा और यह तभी उपयोग में आएगा जब आप अन्य प्रकार से लॉग नहीं हो सकते. टर्मिनल से बाहर जाने हेतु 'exit' टाइप करें.
pa: ਇਹ ਅਸਫਲ-ਸੁਰੱਖਿਆ ਅਜਲਾਸ, ਜਿਹਡ਼ਾ ਤੁਹਾਨੂੰ ਟਰਮੀਨਲ ਵਿੱਚ ਲਾਗ-ਇਨ ਕਰਾਏਗਾ। ਕੋਈ ਸ਼ੁਰੂਆਤੀ ਸਕਰਿਪਟ ਪੜ੍ਹਿਆ ਜਾਵੇਗਾ ਅਤੇ ਇਹ ਉਦੋਂ ਹੀ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ, ਜਦੋਂ ਤੁਸੀ ਹੋਰ ਢੰਗ ਨਾਲ ਲਾਗ-ਇਨ ਨਹੀ ਕਰ ਸਕਦੇ। ਟਰਮੀਨਲ ਵਿੱਚੋ ਬਾਹਰ ਜਾਣ ਲਈ 'ਬਾਹਰ' ਲਿਖੋ।
ta: இது ஒரு failsafe அமர்வு நீங்கள் முனையத்தில் நுழைக்க படுவீர். துவக்கு ஏழுத்து படிக்க படாது மற்றும் பயன்படுத்து மட்டும் முடியும் நுழைக்க பட முடியாது. முனையத்தில் இருந்து வேளியேற 'exit' அழுத்தவும்.

source: No default session link found. Using Failsafe GNOME.
ar: لا رابط جلسة موجود. استعمال Failsafe جنوم.
hi: कोई डिफ़ॉल्ट सत्र लिंक नहीं मिला. गनोम फेलसेफ उपयोग में.
pa: ਕੋਈ ਮੂਲ ਅਜਲਾਸ ਸੰਬੰਧ ਨਹੀ ਲੱਭਿਆ। ਅਸਫਲ-ਸੁਰੱਖਿਆ ਗਨੋਮ ਵਰਤ ਕੇ।
ta: முன்னிருப்பு அமர்வு இனைப்பு எதுவும் கிடைக்கவில்லை. Failsafe GNOME பயன்படுத்தும்.

source: %s language selected
ar: اللغة المختارة %s
hi: %s भाषा चयनित
pa: %s ਭਾਸ਼ਾ ਚੁਣੀ ਗਈ ਹੈ
ta: %s மொழி தெரிவு செய்யப்பட்டுள்ளது

source: Log in using the language that you have used last time you logged in
ar: سجل مع استعمال اللغة التي استعملتها آخر مرة سجلت فيها
hi: उस भाषा में लॉगइन करें जिसका उपयोग आपने अपने पिछले लॉगइन में किया था
pa: ਪਿਛਲੀ ਵਾਰ ਲਾਗ-ਇਨ ਕਰਨ ਲਈ ਵਰਤੀ ਗਈ ਭਾਸ਼ਾ ਵਰਤ ਕੇ ਲਾਗ-ਇਨ ਕਰੋ
ta: நுழையும் பொது நீங்கள் பயன்படுத்திய மோழியையே நுழைவு பயன்படுத்தும்

source: _System Default
ar: إ_فتراض النظام
hi: तंत्र डिफ़ॉल्ट (_S)
pa: _ਸਿਸਟਮ ਮੂਲ
ta: முறைமை முன்னிருப்பு

source: Log in using the default system language
ar: التسجيل مع استعمال لغة النظام الإفتراضية
hi: डिफ़ॉल्ट तंत्र भाषा के उपयोग से लॉगइन करें
pa: ਮੂਲ ਸਿਸਟਮ ਭਾਸ਼ਾ ਵਰਤ ਕੇ ਲਾਗ-ਇਨ ਕਰੋ
ta: முன்னிருப்பு முறைமை மோழியை பயன்படுத்தி நுழை

source: _Other
ar: أخ_رى
hi: अन्य (_O)
pa: _ਹੋਰ
ta: மற்ற

source: _Password:
ar: كلمة ال_سرّ:
hi: पासवर्ड (_P):
pa: _ਗੁਪਤ-ਕੋਡ:
ta: கடவுச்சொல்:

source: Please insert 25 cents to log in.
ar: رجاء ادفع 25 فلسا للتسجيل
hi: लॉगइन हेतु कृपया 25 पैसे डालें.
pa: ਕਿਰਪਾ ਕਰਕੇ ਲਾਗ-ਇਨ ਵਿੱਚ 25 ਸੈਂਟ ਜੋੜ੍ਹੋ।
ta: உள் நுழைவதற்கு 25காசை உள்ளிடவும்.

source: Doubleclick on the user to log in
ar: نقر ثنائي على المستخدم لتسجيل الدخول
hi: लॉगइन करने हेतु उपयोगकर्ता पर दोहरा क्लिक करें
pa: ਲਾਗ-ਇਨ ਕਰਨ ਲਈ ਉਪਭੋਗੀ ਨੂੰ ਦੋ ਵਾਰ ਦਬਾਉ
ta: நுழைவதற்கு பயனரில் இரு சொடுக்கவும்

source: GNOME Desktop Manager
ar: مدير سطح المكتب لجنوم
hi: गनोम डेस्कटॉप प्रबंधक
pa: ਗਨੋਮ ਵਿਹਡ਼ਾ ਪ੍ਰਬੰਧਕ
ta: GNOME மேல்மேசை மேலாளர்

source: Finger
ar: اصبع
hi: फिंगर
pa: ਫਿਂਗਰ
ta: விரல்

source: GDM Login
ar: تسجيل GDM
hi: जीडीएम लॉगइन
pa: ਜੀਡੀਐਮ ਲਾਗ-ਇਨ
ta: GDM நுழை

source: _Session
ar: الجل_سة
hi: सत्र (_S)
pa: _ਅਜਲਾਸ
ta: அமர்வு

source: _Language
ar: ال_لغة
hi: भाषा (_L)
pa: _ਭਾਸ਼ਾ
ta: மோழி

source: _XDMCP Chooser...
ar: أدات الاخت_يار لـ XDMCP...
hi: एक्सडीएमसीपी चयनक (_X)...
pa: _XDMCP ਚੋਣਕਾਰ...
ta: _XDMCP தேர்வாளர்...

source: Run an XDMCP chooser which will allow you to log into available remote machines, if there are any.
ar: تشغيل أدات اختيار XDMCP التي ستسمح لك بتسجيل دخولك في حواسيب المتوفرة عن بعد إذا كانت موجودة.
pa: XDMCP ਚੋਣਕਾਰ ਚਲਾਓ ਜਿਹਡ਼ਾ ਤੁਹਾਨੂੰ ਉਪਲੱਬਧ ਰਿਮੋਟ ਮਸ਼ੀਨਾਂ,ਜੇ ਕੋਈ ਹੋਵੇ, ਉੱਪਰ ਲਾਗ-ਇਨ ਕਰਨ ਦੇਵੇਗਾ।
ta: XDMCP தேர்வாளரை ஓடவை அது இருக்கும் தொலை இயந்திரத்துடன் நுழைக்க அனுமதிக்கும், எதாவது இருந்தால்.

source: _Configure Login Manager...
ar: إع_داد مدير تسجيل الدخول...
hi: लॉगइन प्रबंधक कॉन्फ़िगर करें (_C)...
pa: ਲਾਗ-ਇਨ ਪ੍ਰਬੰਧਕ _ਸੰਰਚਨਾ....
ta: உள்ளமை நுழை மேலாளர்...

source: Configure GDM (this login manager). This will require the root password.
ar: إعداد GDM (مدير التسجيل هذا). سيتطلب ذلك كلمة سر الجذر.
hi: जीडीएम कॉन्फ़िगर करें (यह लॉगइन प्रबंधक). इसे रूट पासवर्ड की जरूरत होगी.
pa: ਜੀਡੀਐਮ ਸੰਰਚਨਾ (ਇਹ ਲਾਗ-ਇਨ ਪ੍ਰਬੰਧਕ)| ਇਹ ਲਈ ਪ੍ਰਬੰਧਕੀ(root) ਗੁਪਤ-ਕੋਡ ਦੀ ਲੋਡ਼ ਪਵੇਗੀ।
ta: உள்ளமை GDM (இந்த நுழை மேலாளர்). இதற்கு மூல கடவுச்சொல் தேவை.

source: Reboot your computer
ar: إعادة تشغيل الحاسوب
hi: कम्प्यूटर रीबूट करें
pa: ਆਪਣਾ ਕੰਪਿਊਟਰ ਮੁਡ਼ ਚਲਾਓ
ta: உங்கள் கண்ணியை மீண்டும் இயக்கு

source: Shut down the system so that you may safely turn off the computer.
ar: إطفاء النظام حتى يمكن ايقاف الحاسوب بأمان.
hi: तंत्र शटडाउन करें ताकि आप आप कम्प्यूटर को सुरक्षित बन्द कर सकें.
pa: ਸਿਸਟਮ ਬੰਦ ਕਰੋ ਤਾਂ ਕਿ ਤੁਸੀ ਸੁਰੱਖਿਅਤ ਰੂਪ ਵਿੱਚ ਕੰਪਿਊਟਰ ਬੰਦ ਕਰ ਸਕੋ।
ta: உங்கள் கண்ணியை பாதுகாப்பாக மூடு முறைமையை முடுவும்.

source: Suspend your computer
ar: ايقاف الحاسوب
hi: अपने कम्प्यूटर को सस्पेंड करें
pa: ਆਪਣਾ ਕੰਪਿਊਟਰ ਮੁੱਅਤਲ ਕਰੋ
ta: உங்கள் கண்ணியை நிறத்தவும்

source: _Actions
ar: أ_حداث
hi: कार्य (_A)
pa: _ਕਾਰਵਾਈ
ta: செயல்கள்

source: _Theme
ar: _تيمة
hi: प्रसंग (_T)
pa: _ਸਰੂਪ
ta: கரு

source: _Quit
ar: _خروج
hi: बाहर जाएँ (_Q)
pa: _ਬਾਹਰ
ta: வேளிசெல்

source: D_isconnect
ar: _قطع الاتصال
hi: डिस्कनेक्ट (_i)
pa: _ਸੰਬੰਧ ਤੋਡ਼ੋ
ta: இனைப்பைநீக்கு

source: Icon
ar: أيقونة
hi: चिह्न
pa: ਆਈਕਾਨ
ta: சின்னம்

source: Can't open DefaultImage: %s. Suspending face browser!
ar: لا يمكن فتح الصورة الإفتراضية: %s. ايقاف متصفح الوجوه!
hi: डिफ़ॉल्ट छवि: %s खोल नहीं सका. फेस ब्राउज़र सस्पेंड कर रहे!
pa: ਮੂਲ-ਚਿੱਤਰ : %s ਖੋਲ ਨਹੀ ਸਕਦਾ। ਚਿਹਰਾ ਝਲਕ ਰੋਕ ਕੇ ਰੱਖੋ!

source: Too many users to list here...
ar: عدد المستخدمين كبير جدا لعرضه هنا...
hi: यहां सूचीबद्ध करने हेतु बहुत सारे उपयोगकर्ता...
pa: ਇੱਥੇ ਬਹੁਤ ਸਾਰੇ ਉਪਭੋਗੀ ਸੂਚੀਬੱਧ ਹਨ...
ta: இங்கு பட்டியலிட நிறை பயனர் உள்ளனர்...

source: Cannot start the greeter
ar: لا يمكن بدأ تشغيل المرحّب
hi: स्वागतकर्ता को प्रारंभ नहीं कर सका
pa: ਸਵਾਗਤੀ ਨੂੰ ਸ਼ੁਰੂ ਨਹੀ ਕਰ ਸਕਦਾ
ta: கிரிட்டரை துவக்க முடியவில்லை

source: The greeter version (%s) does not match the daemon version. You have probably just upgraded gdm. Please restart the gdm daemon or reboot the computer.
ar: إصدارة المرحب (%s) لا تعادل اصدارة الجني. ريما حدثت جي دي أم. الرجاء إعداد تشغيل جني جي دي أم أو إعادة ركل الحاسوب.
hi: स्वागतकर्ता संस्करण ( %s ) डेमन संस्करण से मेल नहीं खाता. शायद आपने जीडीएम को अभी ही अद्यतन किया है. कृपया जीडीएम डेमन को पुनः प्रारंभ करें या कम्प्यूटर रीबूट करें.
pa: ਸਵਾਗਤੀ ਵਰਜਨ (%s) ਡੈਮਨ ਵਰਜਨ ਨਾਲ ਮੇਲ ਨਹੀ ਖਾਂਦਾ। ਤੁਸੀ ਸੰਭਾਵੀ ਹੀ ਜੀਡੀਐਮ ਦਾ ਨਵੀਨੀਕਰਨ ਕੀਤਾ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਜੀ ਡੀ ਐਮ ਡੈਮਨ ਨੂੰ ਮੁਡ਼ ਸ਼ੁਰੂ ਕਰੋ ਜਾਂ ਕੰਪਿਊਟਰ ਮੁਡ਼ ਸ਼ੁਰੂ ਕਰੋ।
ta: கிரிட்டர் பதிப்பு (%s) டேமொன் பதிப்புடன் பொருந்தவில்லை. நீங்கள் gdmமை மேம்படுத்துள்ளீர். தயவுசெய்து gdmமை மீண்டும் துவக்கு அல்லது கணிணியை மீண்டும் இயக்கு.

source: Reboot
ar: إعادة تشغيل
hi: रीबूट करें
pa: ਮੁਡ਼ ਚਲਾਓ
ta: மீண்டும்இயக்கு

source: The greeter version (%s) does not match the daemon version (%s). You have probably just upgraded gdm. Please restart the gdm daemon or reboot the computer.
ar: إصدارة المرحب (%s) لا تطابق إصدارة الجني (%s). ريما حدثت جي دا أمالرجاء إعادة تشغيل جني جي دي أم أو إعادة ركل الحاسوب.
hi: स्वागतकर्ता संस्करण ( %s ) डेमन संस्करण (%s) से मेल नहीं खाता. शायद आपने जीडीएम को अभी ही अद्यतन किया है. कृपया जीडीएम डेमन को पुनः प्रारंभ करें या कम्प्यूटर रीबूट करें.
pa: ਸਵਾਗਤੀ ਵਰਜਨ (%s) ਡੈਮਨ ਵਰਜਨ (%s) ਨਾਲ ਮੇਲ ਨਹੀ ਖਾਂਦਾ। ਤੁਸੀ ਸੰਭਾਵੀ ਹੀ ਜੀਡੀਐਮ ਦਾ ਨਵੀਨੀਕਰਨ ਕੀਤਾ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਜੀ ਡੀ ਐਮ ਡੈਮਨ ਨੂੰ ਮੁਡ਼ ਸ਼ੁਰੂ ਕਰੋ ਜਾਂ ਕੰਪਿਊਟਰ ਮੁਡ਼ ਸ਼ੁਰੂ ਕਰੋ।
ta: கிரிட்டர் பதிப்பு (%s) டேமொன் பதிப்பு (%s)டுன் பொருந்தவில்லை. நீங்கள் gdmமை மேம்படுத்துள்ளீர். தயவுசெய்து gdmமை மீண்டும் துவக்கு அல்லது கணிணியை மீண்டும் இயக்கு.

source: Restart
ar: اعادة تشغيل
hi: पुनः प्रारंभ करें
pa: ਮੁਡ਼ ਚਾਲੂ
ta: மீண்டும்துவங்கு

source: Session directory is missing
ar: دليل الجلسة مفقود
hi: सत्र डिरेक्ट्री गुम है
pa: ਅਜਲਾਸ ਡਾਇਰੈਕਟਰੀ ਗੁੰਮ ਹੈ
ta: அமர்வு அடைவு காணவில்லை

source: Your session directory is missing or empty! There are two available sessions you can use, but you should log in and correct the gdm configuration.
ar: دليل جلستك مفقود أو فارغ! هناك جلستان يمكنك إستعمالهما، لكنه يجب عليك تسجيل الدخول و تصحيح إعدادات جي دي أم.
hi: आपकी सत्र डिरेक्ट्री नहीं है या खाली है! यहाँ दो सत्र उपलब्ध हैं जिसे आप उपयोग में ले सकते हैं, परंतु आपको लॉगइन कर जीडीएम कॉन्फ़िगरेशन को सही करना होगा.
pa: ਤੁਹਾਡੀ ਅਜਲਾਸ ਡਾਇਰੈਕਟਰੀ ਗੁੰਮ ਜਾਂ ਖਾਲੀ ਹੈ! ਇੱਥੇ ਦੋ ਉਪਲੱਬਧ ਅਜਲਾਸ ਹਨ, ਜੋ ਤੁਸੀ ਵਰਤ ਸਕਦੇ ਹੋ, ਪਰ ਤੁਹਾਨੂੰ ਲਾਗ-ਇਨ ਕਰਨਾ ਅਤੇ ਸੰਰਚਨਾ ਠੀਕ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ।
ta: உங்கள் அமர்வை அடைவு காணவில்லை அல்லது காலி! நீங்கள் பயண்படுத்த இதில் இரண்டு அமர்வு உள்ளது, ஆணால் நீங்கள் நுழைந்த அதன்பின் gdm உள்ளமையை சரிசெய்.

source: Configuration is not correct
ar: الإعدادات غير سليمة
hi: कॉन्फ़िगरेशन सही नहीं है
pa: ਸੰਰਚਨਾ ਠੀਕ ਨਹੀ
ta: உள்ளமை சரியாக இல்லை

source: The configuration file contains an invalid command line for the login dialog, and thus I ran the default command. Please fix your configuration.
ar: يحتوي ملف الإعداد سطر أمر غير صحيح لحوار التسجيل، فشغّلتُِ الأمر الإفتراضي.الرجاء تصحيح إعداداتك.
hi: कॉन्फ़िगरेशन फ़ाइल में लॉगइन संवाद हेतु अमान्य कमांड लाइन है, अतः मैंने डिफ़ॉल्ट कमांड चलाया. कृपया अपना कॉन्फ़िगरेशन सुधारें.
pa: ਸੰਰਚਨਾ ਫਾਇਲ ਵਿੱਚ ਲਾਗ-ਇਨ ਡਾਇਲਾਗ ਲਈ ਯੋਗ ਕਮਾਂਡ ਨਹੀ ਹੈ, ਅਤੇ ਇਸ ਲਈ ਮੈ ਮੂਲ ਕਮਾਂਡ ਚਲਾਉਂਦਾ ਹਾਂ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ਸੰਰਚਨਾ ਸਥਿਰ ਕਰੋ।
ta: நுழை உறையாடலுக்கான செல்லாத கட்டளை வரிகளை உள்ளமை கோப்பு கோண்டு உள்ளது, அதனால் தான் நான் முன்னிருப்பு கட்டளை ஓட்டினேன். தயவு செய்து உங்கள் உள்ளமை பொருத்தவும்.

source: No configuration was found
ar: لم توجد أيّ إعدادات
hi: कोई कॉन्फ़िगरेशन नहीं मिला
pa: ਕੋਈ ਸੰਰਚਨਾ ਨਹੀ ਲੱਭੀ ਸੀ
ta: உள்ளமை எதுவும் கிடைக்கவில்லை

source: The configuration was not found. GDM is using defaults to run this session. You should log in and create a configuration file with the GDM configuration program.
ar: لم يوجد الإعداد. يستعمل جي دي أم الإفتراضيات للعمل في هذه الجلسةيجب عليك التسجيل و انشاء ملف إعدادات ببرنامج إعداد جي دي أم
hi: कॉन्फ़िगरेशन नहीं मिला. जीडीएम इस सत्र को चलाने हेतु डिफ़ॉल्ट उपयोग कर रहा है. आपको चाहिए कि लॉगइन कर जीडीएम कॉन्फ़िगरेशन प्रोग्राम के साथ जीडीएम कॉन्फ़िगरेशन फ़ाइल तैयार करें.
pa: ਸੰਰਚਨਾ ਨਹੀ ਲੱਭੀ ਸੀ। ਇਹ ਅਜਲਾਸ ਚਲਾਉਣ ਲਈ ਜੀਡੀਐਮ ਮੂਲ ਵਰਤ ਰਿਹਾ ਹੈ। ਤੁਹਾਨੂੰ ਲਾਗ-ਇਨ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ ਅਤੇ ਜੀ ਡੀ ਐ ਸੰਰਚਨਾ ਪ੍ਰੋਗਰਾਮ ਨਾਲ ਇੱਕ ਸੰਰਚਨਾ ਫਾਇਲ ਬਣਾਉਣੀ ਚਾਹੀਦੀ ਹੈ।
ta: உள்ளமை கிடைக்கவில்லை. இந்த அமர்வை ஓடவைக்க GDM முன்னிருப்பை பயன்படுத்தும். நீங்கள் நுழைந்து அதன்பின் உள்ளமை கோப்பை உருவாக்கு GDM உள்ளமை நிரலுடன் செர்ந்து.

source: The face browser is not configured
ar: متصفح الوجوه غير معدّ
hi: फ़ेस ब्राउज़र कॉन्फ़िगर्ड नहीं है
pa: ਚਿਹਰਾ ਝਲਕ ਦੀ ਸੰਰਚਨਾ ਨਹੀ ਬਣਾਈ
ta: முக உலாவி உள்ளமைக்கபட வில்லை

source: The face browser is not configured in the GDM configuration. Please ask your system administrator to enable it in the GDM configurator program.
ar: متصفح الصورة غير معرّف في إعدادات جي دي أم.الرجاء الطلب من مسؤول نظامك تفعيله في برنامج إعداد جي دي أم.
hi: फेस ब्राउज़र जीडीएम कॉन्फ़िगरेशन में कॉन्फ़िगर नहीं है. कृपया अपने तंत्र प्रशासक को इसे जीडीएम कॉन्फ़िगरेटर प्रोग्राम में सक्षम करने हेतु कहें.
pa: ਜੀਡੀਐਮ ਸੰਰਚਨਾ ਵਿੱਚ ਚਿਹਰਾ ਝਲਕ ਨਹੀ ਦਰਸਾਇਆ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਨੂੰ ਜੀਡੀਐਮ ਸੰਰਚਨਾ ਜਾਂ ਪ੍ਰੋਗਰਾਮ ਵਿੱਚ ਯੋਗ ਬਣਾਉਣ ਲਈ ਆਪਣੇ ਸਿਸਟਮ ਪ੍ਰਬੰਧਕ ਨੂੰ ਪੁੱਛੋ।
ta: GDM உள்ளமையில் முக உலாவி உள்ளமைக்க படவில்லை. தயவு செய்து உங்கள் முறைமை மேலாளரை செயல்லாக்க சொல்லி கேள் GDM உள்ளமை நிரல்.

source: Login Photo
ar: صورة تسجيل الدخول
hi: लॉगइन छवि
pa: ਲਾਗ-ਇਨ ਫੋਟੋ
ta: நுழை புகைப்படம்

source: Select a photograph to show in the facebrowser:
ar: اختر صورةً لعرضها في متصفح الصور:
hi: फेस ब्राउज़र दिखाने छवि चुनें:
pa: ਚਿਹਰਾ ਝਲਕ ਵਿੱਚ ਵਿਖਾਓਣ ਲਈ ਫੋਟੋ ਚੁਣੋ:
ta: முக உலாவியி காட்ட புகைப்படம் ஒன்றை தேர்வுசெய்:

source: Browse
ar: تصفح
hi: ब्राउज़
pa: ਝਲਕ
ta: உலாவு

source: No picture selected.
ar: لا صورة مختارة.
hi: कोई छवि चयनित नहीं.
pa: ਕੋਈ ਤਸਵੀਰ ਨਹੀ ਚੁਣੋ।
ta: புகைப்படம் தேர்வு செய்யபட்வில்லை.

source: Picture is too large
ar: الصورة كبيرة جدا
hi: छवि अत्यधिक बड़ा है
pa: ਤਸਵੀਰ ਬਹੁਤ ਵੱਡੀ ਹੈ
ta: புகைப்படம் மீக பெரிது

source: The system administrator disallowed pictures larger than %d bytes to show in the face browser
ar: منع مسؤول النظام الصورالأكبر من %d بايتا من أن تظهر في متصفّح الوجوه
hi: तंत्र प्रशासक ने %d बाइट से बड़े छवियों को फेस ब्राउज़र में दिखाने से वर्जित किया है.
pa: ਸਿਸਟਮ ਪ੍ਰਬੰਧਕ ਚਿਹਰਾ ਝਲਕ ਵਿੱਚ ਵਿਖਾਉਣ ਲਈ %d ਬਾਈਟ ਤੋਂ ਵੱਡੀ ਤਸਵੀਰ ਨੂੰ ਇਜਾਜ਼ਤ ਨਹੀ ਦਿੰਦਾ
ta: முக உலாவியில் காண்பிக்க %d பைட்ஸ் அளவு தான் புகைப்படம் இருக்க வேண்டும் இல்லாவிடில் முறைமை மேலாளர் அனுமதிக்காது

source: Cannot open file
ar: لا يمكن فتح الملف
hi: फ़ाइल नहीं खोल सके
pa: ਫਾਇਲ ਨਹੀ ਖੋਲ੍ਹੀ ਜਾ ਸਕਦੀ
ta: கோப்பை திறக்க முடியவில்லை

source: File %s cannot be open for reading Error: %s
ar: لا يمكن فتح ملف %s للقرائة خطأ: %s
hi: फ़ाइल %s को पढ़ने हेतु खोल नहीं सकते त्रुटिः %s
pa: ਪੜ੍ਹਨ ਲਈ ਫਾਇਲ %s ਨੂੰ ਖੋਲ ਨਹੀ ਸਕਦਾ ਗਲਤੀ: %s
ta: கோப்பு %s படிப்பதர்கு திறக்க முடியவில்லை பிழை: %s
