Repository: OneIdentity/rc-legacy
Catalog: gdm/gdm-2.6.0.5/po/*.po
Languages: ar, hi, pa, ta

source: File %s cannot be open for writing Error: %s
ar: لا يمكن فتح ملف %s للكتابة خطأ: %s
hi: फ़ाइल %s को लिखने हेतु खोल नहीं सकते त्रुटिः %s
pa: ਲਿਖਣ ਲਈ ਫਾਇਲ %s ਨੂੰ ਖੋਲ ਨਹੀ ਸਕਦਾ ਗਲਤੀ: %s
ta: கோப்பு %s ஏழுதுவதர்கு திறக்க முடியவில்லை பிழை: %s

source: Change the picture that will show in the GDM (login manager) face browser
ar: تغيير الصورة التي ستظهر في متصفح الوجوه لـ GDM (مدير التسجيل)
hi: छवि बदलें जो जीडीएम (लॉगइन प्रबंधक) फेस ब्राउज़र में दिखता है.
pa: ਤਸਵੀਰ ਬਦਲੋ ਜਿਹਡ਼ੀ ਜੀਡੀਐਮ ਚਿਹਰਾ ਝਲਕ ਵਿੱਚ ਵਿਖਾਈ ਜਾਵੇਗੀ (ਲਾਗ-ਇਨ ਪ੍ਰਬੰਧਕ)
ta: புகைப்படத்தை மாற்று அது GDMமில் காண்பிக்க படும் (நுழை மேலாளர்) முக உலாவி

source: Login Screen Setup
ar: تعيين شاشة التسجيل
hi: लॉगइन स्क्रीन सेटअप
pa: ਲਾਗ-ਇਨ ਪਰਦਾ ਸੰਰਚਨਾ
ta: நுழைவு திறை அமைவு

source: Greeter
ar: المرحب
hi: स्वागतकर्ता
pa: ਸਵਾਗਤੀ
ta: கிரிட்டர்

source: L_ocal:
ar: م_حلي:
hi: स्थानीयः (_o)
pa: _ਸਥਾਨਿਕ:
ta: உள்:

source: _Remote:
ar: _عن بعد:
hi: रिमोटः (_R)
pa: _ਰਿਮੋਟ:
ta: தொலை:

source: _Welcome string:
ar: _جملة الترحيب:
hi: शुभकामना संदेशः (_W)
pa: _ਸਵਾਗਤੀ ਸਤਰ:
ta: வருகை சரம்

source: Re_mote welcome string:
ar: جملة الترحيب عن ب_عد:
hi: रिमोट शुभकामना संदेश (_m):
pa: ਰਿ_ਮੋਟ ਸਵਾਗਤੀ ਸਤਰ:
ta: தொலை வறேவேற்கும் சரம்:

source: Standard greeter
ar: ترحيب قياسي
hi: मानक स्वागतकर्ता
pa: ਮਿਆਰੀ ਸਵਾਗਤੀ
ta: நிறந்தர கிரிட்டர்

source: Graphical greeter
ar: ترحيب رسومي
hi: चित्रमय स्वागतकर्ता
pa: ਗਰਾਫੀਕਲ ਸਵਾਗਤੀ
ta: வரைபட கிரிட்டர்

source: String to be shown in the greeter as welcome. You can insert %n in here and it will be replaced by the name of your computer.
ar: السلسلة التي ستعرض في المرحّب كترحيب. يمكنك إدراج·%n هنا و ستستبدل بإسم الحاسوب.
pa: ਸਵਾਗਤ ਲਈ ਸਵਾਗਤੀ ਵਿੱਚ ਵਿਖਾਈ ਜਾਣ ਵਾਲੀ ਸਤਰ। ਤੁਸੀ ਇੱਥੇ %n ਜੋਡ਼ ਸਕਦੇ ਹੋ ਅਤੇ ਇਹ ਤੁਹਾਡੇ ਕੰਪਿਊਟਰ ਦੇ ਨਾਂ ਨਾਲ ਤਬਦੀਲ ਜਾਵੇਗੀ।
ta: கிரிட்டரில காண்பிக்க பட வேண்டிய சரம். நீங்கள் இங்கு இருக்கும் %n உங்கள் கண்ணி பெயரால் மாற்றபடும்.

source: String to be shown in the greeter for people logging in remotely with XDMCP. You can insert %n in here and it will be replaced by the name of your computer.
ar: السلسلة التي ستعرض في المرحّب للمسجلّين عن بعد بـ XDMCP. يمكنك إدراج %n·هنا و ستستبدل بإسم حاسوبك.
pa: ਸਵਾਗਤੀ ਵਿੱਚ ਵਿਖਾਉਣ ਵਾਲੀ ਸਤਰ,ਉਹਨਾਂ ਲੋਕਾਂ ਵਾਸਤੇ ਜੋ XDMCP ਨਾਲ ਰਿਮੋਟ ਲਾਗ-ਇਨ ਕਰਦੇ ਹਨ। ਤੁਸੀ ਇੱਥੇ %n ਜੋਡ਼ ਸਕਦੇ ਹੋ ਅਤੇ ਇਦਾ ਤੁਹਾਡੇ ਕੰਪਿਊਟਰ ਦੇ ਨਾਂ ਨਾਲ ਹਟਾਈ ਜਾਵੇਗੀ।
ta: XDMCPயில் தொலையில் நுழையும் மக்களுக்காக கிரிட்டரில காண்பிக்க பட வேண்டிய சரம். நீங்கள் இங்கு இருக்கும் %n உங்கள் கண்ணி பெயரால் மாற்றபடும்.

source: Always use 24 hour cloc_k format
ar: استخدام تهيئة 24 _ساعة للوقت
hi: हमेशा 24 घंटे वाला घड़ी फ़ॉर्मेट उपयोग करें (_k)
pa: ਹਮੇਸ਼ਾ 24 ਘੰਟਿਆਂ ਵਾਲੀ ਘਡ਼ੀ ਫਾਰਮਿਟ ਵਰਤੋ
ta: எப்பொதும் 24 மணி நேர கடிகார வடிவத்தை பயன்படுத்தவும்

source: Automatic Login
ar: تسجيل دخول آلي
hi: स्वचालित लॉगइन
pa: ਸਵੈ ਲਾਗ-ਇਨ
ta: தானாக நுழை

source: _Automatic login username:
ar: اسم المستخدم للتسجيل الآل_ي:
hi: स्वचालित लॉगइन उपयोगकर्ता नामः (_A)
pa: _ਸਵੈ ਲਾਗ-ਇਨ ਉਪਭੋਗੀ ਨਾਂ:
ta: தானாக நுழை பயனர் பெயர்:

source: _Login a user automatically on first bootup
ar: _تسجيل المستخدم آليا عند أول تشغيل للحاسوب
hi: प्रथम बूटअप में एक उपयोग कर्ता स्वचालित लॉगइन करें (_L)
pa: ਪਹਿਲੇ ਸ਼ੁਰੂਆਤ(ਬੂਟ-ਅੱਪ) ਵਿੱਚ ਉਪਭੋਗੀ ਨੂੰ ਸਵੈ _ਲਾਗ-ਇਨ ਹੋਣ ਦਿਓ
ta: முதல் இயக்கிலேயே பயனரை தானாக நுழைத்துவிடு

source: Timed Login
ar: تسجيل دخول مؤقت
hi: समयबद्ध लॉगइन
pa: ਅੰਤਰਾਲ ਲਾਗ-ਇਨ
ta: நேர நுழைவு

source: Timed login us_ername:
ar: اسم مس_تعمل مؤقت للتسجيل:
hi: समयबद्ध लॉगइन उपयोगकर्ता नामः (_e)
pa: ਅੰਤਰਾਲ ਲਾਗ-ਇਨ ਉ_ਪਭੋਗੀ ਨਾਂ:
ta: நேர நுழைவு பயனர்பெயர்:

source: _Seconds before login:
ar: ثواني قبل تسجيل الدخول:
hi: लॉगइन से पहले सेकण्ड्सः (_S)
pa: ਲਾਗ-ਇਨ ਤੋਂ ਪਹਿਲਾਂ _ਸਕਿੰਟ:
ta: நுழைவதற்கு முன் உள்ள வீணாடிகள்:

source: Login a user automa_tically after a specified number of seconds
ar: تسجيل المستخدم آل_يا يعد عدد معين من الثواني
hi: एक उपयोगकर्ता को निश्चित सेकण्ड के पश्चात स्वचालित लॉगइन करें (_t)
pa: ਦਰਸਾਏ ਗਏ ਸਕਿੰਟਾਂ ਬਾਅਦ ਉਪਭੋਗੀ ਨੂੰ ਅਪਣੇ-ਆਪ ਲਾਗ-ਇਨ ਕਰ_ਨ ਦਿਓ
ta: ஒரு குறிபிட்ட வீணாடிக்கு பிறகு பயனரை தானாகவே நுழைத்து விடு

source: General
ar: عام
hi: सामान्य
pa: ਸਧਾਰਨ
ta: பொது

source: Logo
ar: الشعار
hi: लोगो
pa: ਲੋਗੋ
ta: சின்னம்

source: Miscellaneous
ar: متفرقات
hi: विभिन्न
pa: ਫੁਟਕਲ
ta: இதர

source: Show choosable user images (_face browser)
ar: إظهار صور مستخدم يمكن اختيارها (متصفح الوجو_ه)
hi: चुनने योग्य उपयोग कर्ता छवि दिखाएँ (फेस ब्राउज़र) (_f)
pa: ਵਰਤਣ ਯੋਗ ਉਪਭੋਗੀ ਚਿੱਤਰ ਵਿਖਾਓ (_ਚਿਹਰਾ ਝਲਕਾਰਾ)
ta: தேர்வு செய்ய ஒரு பயனர் தொற்றத்தை காட்டு (முக உலாவு)

source: Background
ar: الخلفية
hi: पृष्ठ भूमि
pa: ਪਿੱਠਭੂਮੀ
ta: பிண்ணணி

source: _No background
ar: _لا خلفية
hi: कोई पृष्ठ भूमि नहीं (_N)
pa: _ਕੋਈ ਪਿੱਠਭੂਮੀ ਨਹੀ
ta: பிண்ணணி இல்லை

source: _Image
ar: _صورة
hi: छवि (_I)
pa: _ਚਿੱਤਰ
ta: தொற்றம்

source: Co_lor
ar: الل_ون
hi: रंग (_l)
pa: ਰੰ_ਗ
ta: வண்ணம்

source: _Scale background image to fit
ar: ت_حجيم صورة الخلفية للملائمة
hi: पृष्ठ भूमि छवि का आकार फिट होने लायक बदलें (_S)
pa: ਪਿੱਠਭੂਮੀ ਪ੍ਰਤੀਬਿੰਬ ਲਗਾਉਣ ਲਈ _ਮਾਪੋ
ta: பொருந்துவதற்கு ஒரு பிண்ணணி தொற்ற அளவு

source: _Only color on remote displays
ar: الأل_وان فقط على الشاشات عن بعد
hi: रिमोट प्रदर्शक में सिर्फ रंग (_O)
pa: ਰਿਮੋਟ _ਦਰਿਸ਼ ਉੱਪਰ ਰੰਗ
ta: தொலை காட்சியில் வண்ணம் மட்டும்

source: _Background color:
ar: لون الخلفية:
hi: पृष्ठ भूमि रंग (_B)
pa: _ਪਿੱਠਭੂਮੀ ਰੰਗ:
ta: பிண்ணணி வண்ணம்:

source: Pick a color
ar: اختر لوناً
hi: एक रंग चुनें
pa: ਰੰਗ ਚੁਣੋ
ta: வண்ணம் ஒன்றை ஏடு

source: Preview:
ar: لمحة:
hi: पूर्वावलोकनः
pa: ਨਮੂਨਾ:
ta: முன்தோற்றம்

source: No screenshot available
ar: لا صورة متوفرة
hi: कोई स्क्रीनशॉट उपलब्ध नहीं है
pa: ਕੋਈ ਪਰਦਾ ਤਸਵੀਰ ਉਪਲੱਬਧ ਨਹੀ
ta: திரைகாட்சிகள் எதுவும் இல்லை

source: Description:
ar: الوصف:
hi: विवरणः
pa: ਵੇਰਵਾ:
ta: விவரம்:

source: Copyright:
ar: حقوق النشر:
hi: सर्वाधिकार:
pa: ਹੱਕ ਰਾਖਵੇ ਹਨ:
ta: உரிமைநகல்:

source: Author:
ar: المؤلف:
hi: लेखक:
pa: ਲੇਖਕ:
ta: எழுத்தாளர்:

source: description widget
ar: قطعة الوصف
hi: विवरण विज़ेट
pa: ਵਰਨਣ ਖਾਕਾ
ta: விவரம் விக்ஜட்

source: author
ar: المؤلف
hi: लेखक
pa: ਲੇਖਕ
ta: எழுத்தாளர்

source: copyright
ar: حقوق النشر
hi: सर्वाधिकार
pa: ਹੱਕ ਰਾਖਵੇ ਹਨ
ta: உரிமைநகல்

source: _Install new theme
ar: _تثبيت تيمة جديدة
hi: नया प्रसंग संस्थापित करें (_I)
pa: ਨਵਾਂ ਸਰੂਪ _ਇੰਸਟਾਲ ਕਰੋ
ta: புதிய க்ருவை நிறுவு

source: _Delete theme
ar: _حذف التيمة
hi: प्रसंग मिटाएँ (_D)
pa: ਸਰੂਪ _ਹਟਾਉ
ta: கருவை அழி

source: Options
ar: خيارات
hi: विकल्प
pa: ਚੋਣ
ta: தேர்வுகள்

source: Allow _root to login with GDM
ar: السماح للج_ذر التسجيل بـ GDM
hi: जीडीएम में लॉगइन हेतु रूट को स्वीकारें (_r)
pa: root ਨੂੰ ਜੀਡੀਐਮ ਨਾਲ ਲਾਗ-ਇਨ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਦਿਓ
ta: GDMமுடன் மூல உட்பதிகை அனுமதி

source: Allow root to login r_emotely with GDM
ar: السماح للجذر التسجيل عن _بعد بـ GDM
hi: जीडीएम में रिमोट लॉगइन हेतु रूट को स्वीकारें (_e)
pa: root ਨੂੰ ਜੀਡੀਐਮ ਨਾਲ _ਰਿਮੋਟ ਲਾਗ-ਇਨ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਦਿਓ
ta: GDMமுடன் மூலத்தை தொலை நுழையைக்க அனுமதி

source: Allow remote _timed logins
ar: السماح بالتسجيلات الم_ؤقتة عن بعد
hi: रिमोट समयबद्ध लॉगइन स्वीकारें (_t)
pa: ਰਿਮੋਟ ਅੰਤਰਾਲ ਲਾਗ-ਇਨ _ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਦਿਓ
ta: தொலை நேர நுழைவை அனுமதி

source: Show the "Actions" menu (formerly known as the "System" menu). If not set, none of the system commands will be available (this includes reboot, shutdown, configure, chooser)
ar: عرض قائمة "الأحداث" (المعروفة سابقا كقائمة النظام). إذا لم تضبط فلن تتوفر أي من أوامر النظام (يتضمّن هذا إعادة الركل، الإطفاء، الإعداد، الإختيار)
pa: "ਕਾਰਵਾਈ" ਸੂਚੀ ਵਿਖਾਓ (ਆਮ ਤੌਰ ਤੇ "ਸਿਸਟਮ" ਨਾਲ ਜਾਣਿਆ ਜਾਂਦਾ ਹੈ)। ਜੇ ਦਰਸਾਈ ਨਹੀ, ਕੋਈ ਵੀ ਸਿਸਟਮ ਕਮਾਂਡ ਉਪਲੱਬਧ ਨਹੀ ਹੋਵੇਗੀ (ਜਿਵੇਂ ਕਿ ਮੁਡ਼ ਚਲਾਓ, ਬੰਦ ਕਰੋ, ਦਰਸਾਓ, ਚੋਣਕਾਰ)
ta: காட்டு "Actions" பட்டி (அடிக்கடி இப்படி "System" பட்டி). அமைவு இல்லையேனில், முறைமை கட்டளை எதுவும் இருக்காது (இது மீண்டும் இயக்கு, மூடு, உள்ளமை, தேர்வாளர்)

source: Show _actions menu
ar: إظهار قائمة الأ_حداث
hi: कार्य मेनू दर्शाएँ (_s)
pa: _ਕਾਰਵਾਈ ਮੇਨੂ-ਸੂਚੀ ਵਿਖਾਓ
ta: செயல் பட்டி காட்டு

source: Allow c_onfiguration from the login screen
ar: السماح بالإ_عداد من شاشة التسجيل
hi: लॉगइन स्क्रीन से कॉन्फ़िगरेशन स्वीकारें (_o)
pa: _ਸੰਰਚਨਾ ਨੂੰ ਲਾਗ-ਇਨ ਪਰਦੇ ਤੋਂ ਲਾਗੂ ਕਰੋ
ta: திரை நுழையில் இருந்து உள்ளமையை அனுமதி

source: Allo_w running XDMCP chooser from the login screen
ar: السماح بتشغيل منتقي XDMCP من شاشة التسجيل
hi: लॉगइन स्क्रीन से एक्सडीएमसीपी चयनक चलाया जाना स्वीकारें (_w)
pa: XDMCP ਚੋਣਕਾਰ ਨੂੰ ਲਾਗ-ਇਨ ਪਰਦੇ ਤੋਂ ਚਾਲੂ ਕ_ਰੋ
ta: திரை நுழையில் இருந்து XDMCP தேர்வாளரை ஓடவைப்பதை அனுமதி

source: Always disallow TCP connections to _X server (disables all remote connections)
ar: منع دائم لإتصالات TCP ل_نادل X (يلغي جميع الإتصالات عن بعد)
hi: एक्स सर्वर पर हमेशा ही टीसीपी कनेक्शन्स अस्वीकारें (सभी रिमोट कनेक्शन्स अक्षम करें)
pa: ਹਮੇਸ਼ਾ _X ਸਰਵਰ ਨਾਲ ਸੰਬੰਧ ਬੰਦ ਕਰੋ (ਸਾਰੇ ਰਿਮੋਟ ਸੰਬੰਧ ਅਯੋਗ ਕਰਦਾ ਹੈ)
ta: எப்பொதும் TCP இனைப்பை அனுமதிக்காதே X சேவகனிற்கு (அனைத்து தொலை இனைப்பையும் செயல் நீக்கும்)

source: Retry _delay (seconds) :
ar: _تأخير الإعادة (ثواني) :
hi: पुनः कोशिश देरी (सेकण्ड्स): (_d)
pa: ਮੁਡ਼ ਕੋਸ਼ਿਸ਼ ਅੰ_ਤਰਾਲ (ਸਕਿੰਟ) :
ta: காலமாக்கு மீண்டு முயற்சி செய் (வீணாடிகள்) :

source: Security
ar: أمن
hi: सुरक्षा
pa: ਸੁਰੱਖਿਆ
ta: பாதுகாப்பு

source: Enable _accessibility modules
ar: تفعيل و_حدات اﻹعانة
hi: एक्सेसिबिलिटी मॉड्यूल्स सक्षम करें (_E)
pa: _ਸੁਲੱਭਤਾ ਮੈਡਿਊਲ ਯੋਗ ਕਰੋ
ta: அனுகள் அனுமதிகளை செயலாக்கு

source: Make a _sound when login window is ready
ar: عزف _صوت عند حضور نافذة تسديل الدخول
hi: जब लॉगइन विंडो तैयार हो तो एक ध्वनि बजाएँ
pa: ਜਦੋਂ ਲਾਗ-ਇਨ ਝਰੋਖਾ ਤਿਆਰ ਹੋਵੇ ਇੱਕ ਆ_ਵਾਜ਼ ਚਲਾਓ
ta: நுழை சாலரம் தயரான உடன் ஒளியை அமைக்கவும்

source: acc_sound_file_box
hi: एसीसी_साउण्ड_फ़ाइल_बक्सा
pa: ਧੁਨੀ ਫਾਇਲ ਡੱਬਾ ਚਲਾਓ
ta: acc ஒளி கோப்பு பேட்டி

source: Sound _file:
ar: ملف ال_صوت:
hi: ध्वनि फ़ाइल: (_f)
pa: ਧੁਨੀ ਫਾਇ_ਲ:
ta: ஒலி கோப்பு:

source: _Test sound
ar: إ_ختبار الصوت
hi: ध्वनि परीक्षण (_T)
pa: ਧੁਨੀ _ਜਾਂਚ
ta: ஒளி தேர்வு

source: Accessibility
ar: الإعانة
hi: एक्सेसिबिलिटी
pa: ਸੁਲੱਭਤਾ
ta: அணுகல்

source: No XDMCP support in the binary. To enable XDMCP support you must recompile GDM with the XDMCP libraries.
ar: لا يوجد دعم لـ XDMCP في الملف الثنائي. لا تفعيل دعم XDMCP يجب أن تعيد جمع GDM بمكتبات XDMCP.
hi: द्विचर में एक्सडीएमसीपी समर्थन नहीं है. एक्सडीएमसीपी समर्थन सक्षम करने हेतु आपको आवश्यक रूप से जीडीएम को एक्सडीएमसीपी लाइब्रेरी के साथ रीकम्पाइल करना होगा.
pa: ਬਾਇਨਰੀ ਵਿੱਚ XDMCP ਦਾ ਕੋਈ ਸਹਿਯੋਗ ਨਹੀ। XDMCP ਸਹਿਯੋਗ ਨੂੰ ਯੋਗ ਕਰਨ ਲਈ ਤੁਹਾਨੂੰ ਜੀਡੀਐਮ ਨੂੰ XDMCP ਲਾਇਬਰੇਰੀਆਂ ਨਾਲ ਮੁਡ਼ ਕੰਪਾਈਲ ਕਰੋ।
ta: XDMCP இரும எண் அதறவு இல்லை. XDMCP அதறவை செயலாக்க நீங்கள் GDMமை மீண்டும் இயக்க வேண்டும் XDMCP நூலகத்தை வைத்து.

source: Enable _XDMCP
ar: تفع_يل XDMCP
hi: एक्सडीएमसीपी सक्षम करें (_X)
pa: _XDMCP ਨੂੰ ਯੋਗ ਕਰੋ
ta: XDMCP செயல்படுத்து

source: Honour _indirect requests
ar: تشريف الطلبات ال_غير مباشرة
hi: परोक्ष निवेदन स्वीकारें (_i)
pa: ਅ_ਸਿੱਧੇ ਤੌਰ ਤੇ ਬੇਨਤੀਆਂ ਦਾ ਭੁਗਤਾਨ ਕਰੋ
ta: உரிமை சுற்றி வேண்டுகோள்

source: Listen on _UDP port:
ar: استماع عند _منفذ UDP:
hi: यूडीपी पोर्ट पर सुनें (_U):
pa: _UDP ਰਸਤੇ ਉੱਪਰ ਸੁਣੋ:
ta: UDP துறையில் கேள்:

source: Maximum _pending requests:
ar: عدد الطلبات الم_علَّقة الأقصى:
hi: अधिकतम विचाराधीन निवेदन: (_p):
pa: ਅਧਿ_ਕਤਮ ਬਾਕੀ ਬਚੀਆਂ ਬੇਨਤੀਆਂ:
ta: அதிகபட்ச இன்னும் உள்ள வேண்டுகோள்:

source: Max p_ending indirect requests:
ar: عدد الطلبات ال_معلَّقة الغير مباشرة الأقصى:
hi: अधिकतम विचाराधीन परोक्ष निवेदन: (_e)
pa: ਅਧਿਕਤਮ _ਬਾਕੀ ਬਚੀਆਂ ਅਸਿੱਧੇ ਤੌਰ ਤੇ ਬੇਨਤੀਆਂ:
ta: அதிகபட்ச இன்னும் உள்ள சுற்று வேண்டுகோள்:

source: Maximum _remote sessions:
ar: العدد الأقصى للجلسات عن _بعد:
hi: अधिकतम रिमोट सत्र (_r):
pa: ਅਧਿਕਤਮ _ਰਿਮੋਟ ਅਜਲਾਸ:
ta: அதிகபட்ச தொலை அமர்வுகள்:

source: Maximum _wait time:
ar: وقت الإن_تظار الأقصى:
hi: अधिकतम प्रतीक्षा समय (_w):
pa: ਅਧਿਕਤਮ _ਉਡੀਕ ਸਮਾਂ:
ta: அதிகபட்ச பொருக்கும் நேரம்:

source: Maximum indirect w_ait time:
ar: وقت الإ_نتظار الغير مباشر:
hi: अधिकतम परोक्ष प्रतीक्षा समय (_a):
pa: ਅਧਿਕਤਮ ਅਸਿੱਧੇ ਤੌਰ ਤੇ ਉ_ਡੀਕ ਸਮਾਂ:
ta: அதிகபட்ச சுற்று பொரு நேரம்:

source: Displays per _host:
ar: شاشات لكل _مضيف:
hi: प्रति होस्ट प्रदर्शित करता है (_h):
pa: ਪ੍ਰਤੀ _ਮੇਜ਼ਬਾਨ ਦਰਿਸ਼:
ta: ஒரு புறவனுக்கு ஒரு காட்சி:

source: Pin_g interval (seconds):
ar: فترة ال_بنج (بالثواني):
hi: पिंग अन्तराल (सेकण्ड्स): (_g):
pa: ਪਿੰ_ਗ ਅੰਤਰਾਲ (ਸਕਿੰਟ):
ta: பிங் இடைவேளி (வீணாடிகள்):

source: Ping interval (seconds):
ar: فترة البنج (بالثواني):
hi: पिंग अन्तराल (सेकण्ड्स):
pa: ਪਿੰਗ ਅੰਤਰਾਲ (ਸਕਿੰਟ):
ta: பிங் இடைவேளி (வீணாடிகள்):

source: An error occured while trying to contact the login screens. Not all updates may have taken effect.
ar: حصل خطأ عند محاولة الاتصال بشاشات التسجيل. من المحتمل عدم نجاح كل التحديثات.
hi: लॉगइन स्क्रीन से संपर्क की कोशिश में एक त्रुटि हुई. सभी अद्यतन का प्रभाव लागू नहीं हुआ है.
pa: ਲਾਗ-ਇਨ ਪਰਦੇ ਨਾਲ ਸੰਪਰਕ ਕਰਨ ਉਪਰੰਤ ਇੱਕ ਗਲਤੀ ਵਾਪਰੀ ਹੈ। ਸਾਰਾ ਨਵੀਨੀਕਰਨ ਪ੍ਰਭਾਵ ਚਾਲੂ ਨਹੀ ਕਰ ਸਕੇਗਾ।
ta: நுழை திரை தொடர்பு கோள்ளும் பொது பிழை ஏற்பட்டது. அனைத்து மேம்படுத்துளம் செயலுக்கு வராது.

source: Autologin or timed login to the superuser (root) account is not allowed.
ar: التسجيل الآلي أو الوقتي لحساب المستخدم الأكبر (الجذر) ممنوع.
hi: सुपरयूज़र (रूट) हेतु स्वचालित लॉगइन या समयबद्ध लॉगइन स्वीकार्य नहीं है
pa: ਮੁੱਖ ਉਪਭੋਗੀ (root) ਖਾਤੇ ਵਿੱਚ ਸਵੈ ਲਾਗ-ਇਨ ਜਾਂ ਅੰਤਰਾਲ ਲਾਗ-ਇਨ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀ।
ta: தானாக நுழை அல்லது நேர நுழைவு சிறந்த பயனருக்கு (மூலம்) கணக்கு அனுமதிகிடையாது.

source: Archive is not of a subdirectory
ar: الرزمة ليست ذات دليل ثانوي
hi: अभिलेख सबडिरेक्ट्री का नहीं है.
pa: ਸੰਕੁਚਿਤ ਉਪ-ਡਾਇਰੈਕਟਰੀ ਨਹੀ ਹੈ
ta: வலைவு ஒரு உள்ளடைவு இல்லை

source: Archive is not of a single subdirectory
ar: الرزمة ليست ذات دليل ثانوي واحد
hi: अभिलेख एकल सबडिरेक्ट्री का नहीं है
pa: ਸੰਕੁਚਿਤ ਇਕੱਲੀ ਉਪ-ਡਾਇਰੈਕਟਰੀ ਦੀ ਨਹੀ ਹੈ
ta: வலைவு ஒரு உள்ளடைவு இல்லை

source: File not a tar.gz or tar archive
ar: الملف ليس أرشيف tar.gz أو tar
hi: फ़ाइल tar.gz या tar अभिलेख नहीं है.
pa: ਫਾਇਲ tar.gz ਜਾਂ tar ਸੁਕੰਚਿਤ ਨਹੀ
ta: கோப்பு ஒரு tar.gz அல்லது tar வலைவு இல்லை

source: Archive does not include a GdmGreeterTheme.info file
ar: لا تحتوي الرزمةعلى ملف GdmGreeterTheme.info
hi: अभिलेख में GdmGreeterTheme.info फ़ाइल सम्मिलित नहीं है
pa: ਸੁਕੰਚਿਤ ਵਿੱਚ GdmGreeterTheme.info ਫਾਇਲ ਨਹੀ ਹੈ
ta: வலைவு GdmGreeterTheme.info கோப்பில் இவை சேர்க்கபடாது

source: File does not exist
ar: الدليل غير موجود
hi: फ़ाइल मौज़ूद नहीं है
pa: ਫਾਇਲ ਮੌਜੂਦ ਨਹੀ ਹੈ
ta: கோப்பு இப்பொது இல்லை

source: No file selected
ar: لا ملف مختار
hi: कोई फ़ाइल चयनित नहीं
pa: ਕੋਈ ਫਾਇਲ ਨਹੀ ਚੁਣੀ
ta: கோப்பும் எதுவும் தேர்வு செய்யவில்லை

source: Not a theme archive
ar: ليس رزمة تيمة
hi: यह प्रसंग अभिलेख नहीं है
pa: ਸਰੂਪ ਸੁਕੰਚਿਤ ਨਹੀ
ta: ஒரு கரு வலைவு இல்லை

source: Details: %s
ar: التّفاصيل: %s
hi: विवरण: %s
pa: ਵਿਸਥਾਰ: %s
ta: விவரங்கள்: %s

source: Theme directory '%s' seems to be already installed, install again anyway?
ar: دليل السمة '%s' يبدو أنها مثبتة, هل ترغب في تثيبتها مجددًا على أي حال؟
hi: लगता है प्रसंग डिरेक्ट्री '%s' पहले से ही संस्थापित है. जो भी हो, फिर से संस्थापित करें?
pa: ਸਰੂਪ ਡਾਇਰੈਕਟਰੀ '%s' ਪਹਿਲਾਂ ਹੀ ਇੰਸਟਾਲ ਲਗਦੀ ਹੈ, ਕਿਸੇ ਵੀ ਤਰਾਂ ਸੁਧਾਰ ਇੰਸਟਾਲ ਕਰੋ?
ta: கரு அடைவு '%s' ஏற்கனவே நிறுவபட்டது பொல் உள்ளது,இன்னோரு முறை நிறுவவும்?

source: Some error occured when installing the theme
ar: حدث خطأ أثناء تثبيت السمة
hi: प्रसंग संस्थापित करने में कुछ त्रुटि हुई.
pa: ਸਰੂਪ ਇੰਸਟਾਲਇੰਗ ਕਰਨ ਉਪਰੰਤ ਕੋਈ ਗਲਤੀ ਵਾਪਰੀ ਹੈ
ta: கருவை நிறுவையில் சில பிழை ஏற்பட்டது

source: Select new theme archive to install
ar: اختر أرشيف سمة لتثبيته
hi: संस्थापित करने हेतु नया प्रसंग अभिलेख चुनें
pa: ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਨਵੀ ਸਰੂਪ ਸੁਕੰਚਿਤ ਚੁਣੋ
ta: நிறுவ புதிய கரு வலைவு தேர்வு செய்

source: _Install
ar: _تثبيت
hi: संस्थापित करें (_I)
pa: ਇੰ_ਸਟਾਲ
ta: நிறுவல்

source: Do you really wish to remove theme '%s' from the system?
ar: هل حقّا تريد حذف التيمة '%s' من النظام؟
hi: क्या आप सचमुच प्रसंग '%s' को तंत्र से मिटाना चाहते हैं?
pa: ਕੀ ਤੁਸੀ ਯਕੀਨਨ ਸਿਸਟਮ ਵਿੱਚੋ '%s' ਸਰੂਪ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
ta: முறைமையில் இருந்து '%s' கருவை நீங்கள் நீக்க விரும்புகிறிரா?

source: This configuration window changes settings for the GDM daemon, which is the graphical login screen for GNOME. Changes that you make will take effect immediately. Note that not all configuration options are listed here. You may want to edit %s if you cannot find what you are looking for. For complete documentation see the GNOME help browser Under the category GNOME/System.
ar: نافذة الإعدادات تغير التعيينات لجني GDM، الذي هو شاشة التسجيل الرسومية لجنوم. التغييرات التي ستقوم بها ستصير آنيا. لاحظ عدم ذكر جميع خيارات الإعداد هنا. ربما تريد تحرير %s إذ لم تجد ما تبحث عنه. لتوثيق كامل راجع متصفح المشاعدة لجنوم تحت الفؤة جنوم/النظام.
hi: यह कॉन्फ़िगरेशन विंडो, जीडीएम डेमन के विन्यास में, जो कि गनोम हेतु चित्रमय लॉगइन स्क्रीन है, वांछित बदलाव करती है. ये बदलाव तत्काल प्रभाव से लागू होते हैं. टीप लें कि सभी कॉन्फ़िगरेशन विकल्प यहां सूची बद्ध नहीं हैं. आपको %s का संपादन करना होगा यदि आपको वह नहीं मिलता जो आप ढूंढ रहे हैं.
pa: ਇਹ ਸੰਰਚਨਾ ਝਰੋਖਾ ਜੀਡੀਐਮ ਡੈਮਨ ਲਈ ਵਿਵਸਥਾਵਾਂ ਤਬਦੀਲ ਕਰਦਾ ਹੈ, ਜਿਹਡ਼ੀ ਕਿ ਗਨੋਮ ਲਈ ਗਰਾਫੀਕਲ ਲਾਗ-ਇਨ ਪਰਦਾ ਹੈ। ਤਬਦੀਲੀਆਂ ਜੋ ਤੁਸੀ ਕੀਤੀਆਂ ਹਨ ਜਲਦੀ ਨਾਲ ਪ੍ਰਭਾਵੀ ਹੋਣਗੀਆਂ। ਯਾਦ ਰੱਖੋ ਕਿ ਇੱਥੇ ਸਾਰੀਆਂ ਸੰਰਚਨਾ ਚੋਣਾਂ ਵਿਖਾਈਆਂ ਨਹੀ ਗਈਆਂ। ਤੁਸੀ %s ਨੂੰ ਸੋਧ ਸਕਦੇ ਹੋ, ਜੇ ਤੁਸੀ ਜੋ ਵੇਖ ਰਹੇ ਹੋ ਲੱਭ ਨਹੀ ਸਕਦੇ। ਪੂਰੀ ਦਸਤਾਵੇਜ਼ੀ ਲਈ ਗਨੋਮ/ਸਿਸਟਮ ਸ੍ਰੇਣੀ ਵਿੱਚ ਗਨੋਮ ਸਹਾਇਤਾ ਝਲਕ ਵੇਖੋ।
ta: GDM டேமொன்க்கான உள்ளமை சாலரம் அமைப்பு மாற்றங்கள், GNOMEக்கான வரைபட நுழை திரை. மாற்றங்கள் உடனே நடமுறைக்கு வரும். அனைத்து உள்ளமை தேர்வுகள் இங்கு பட்டியலிட படவில்லை. நீங்கள் தொகுக்க வேண்டும் %s நீங்கள் தேடுவது கிடைக்கவேண்டும் என்றால். முழு ஆவணத்திர்கு GNOME பார்வை உதவி உலாவி GNOME/முறைமை வகை கீழ்.

source: You must be the superuser (root) to configure GDM.
ar: يجب أن تكون جذرا لإعداد GDM.
hi: जीडीएम को कॉन्फ़िगर करने हेतु आपको आवश्यक रूप से सुपर यूज़र (रूट) होना होगा
pa: ਤੁਹਾਡਾ ਜੀਡੀਐਮ ਦੀ ਸੰਰਚਨਾ ਦਰਸਾਉਣ ਲਈ ਮੁੱਖ ਉਪਭੋਗੀ (root) ਹੋਣਾ ਜਰੂਰੀ ਹੈ।
ta: GDM உள்ளமைக்கு நீங்கள் ஒரு சிறந்த (மூலமாக) இருக்க வேண்டும்.

source: A graphical application for configuring the GNOME Display Manager (GDM)
ar: برنامج رسومي لإعداد مدير عرض جينوم (GDM)
hi: गनोम डिस्प्ले प्रबंधक (जीडीएम) को कॉन्फ़िगर करने हेतु चित्रमय अनुप्रयोग
pa: ਗਨੋਮ ਦਰਿਸ਼ ਪ੍ਰਬੰਧਕ (ਜੀਡੀਐਮ) ਦੀ ਸੰਰਚਨਾ ਦਰਸਾਉਣ ਲਈ ਇੱਕ ਗਰਾਫੀਕਲ ਕਾਰਜ
ta: GNOME காட்சி மேலாளரை (GDM) உள்ளமைப்பதர்கான வரைபட பயன்பாடு

source: The greeter version (%s) does not match the daemon version. You have probably just upgraded gdm. Please restart the gdm daemon or reboot the computer.
ar: اصدارة المرحب (%s) لا تعادل اصدارة الجني. ريما حدثت gdm. رجاء اعد تشغيل جني gdm أو أعد تشغيل الحاسوب.
hi: स्वागतकर्ता संस्करण ( %s ) डेमन संस्करण से मेल नहीं खाता. शायद आपने जीडीएम को अद्यतन किया है. कृपया जीडीएम डेमन को पुनः प्रारंभ करें या कम्प्यूटर रीबूट करें.
pa: ਸਵਾਗਤੀ ਵਰਜਨ (%s) ਡੈਮਨ ਵਰਜਨ ਨਾਲ ਮੇਲ ਨਹੀ ਖਾਂਦਾ। ਤੁਸੀ ਸੰਭਾਵੀ ਹੀ ਜੀਡੀਐਮ ਦਾ ਨਵੀਨੀਕਰਨ ਕੀਤਾ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਜੀ ਡੀ ਐਮ ਡੈਮਨ ਨੂੰ ਮੁਡ਼ ਸ਼ੁਰੂ ਕਰੋ ਜਾਂ ਕੰਪਿਊਟਰ ਮੁਡ਼ ਸ਼ੁਰੂ ਕਰੋ।
ta: கிரிட்டர் பதிப்பு (%s) டேமொன் பதிப்புடன் பொருந்தவில்லை. நீங்கள் gdmமை மேம்படுத்துள்ளீர். தயவுசெய்து gdmமை மீண்டும் துவக்கு அல்லது கணிணியை மீண்டும் இயக்கு.

source: The greeter version (%s) does not match the daemon version (%s). You have probably just upgraded gdm. Please restart the gdm daemon or reboot the computer.
ar: اصدارة المرحب (%s) لا تعادل اصدارة الجني (%s). ريما حدثت gdm. رجاء اعد تشغيل جني gdm أو أعد تشغيل الحاسوب.
hi: स्वागतकर्ता संस्करण ( %s ) डेमन संस्करण (%s) से मेल नहीं खाता. शायद आपने जीडीएम को अद्यतन किया है. कृपया जीडीएम डेमन को पुनः प्रारंभ करें या कम्प्यूटर रीबूट करें.
pa: ਸਵਾਗਤੀ ਵਰਜਨ (%s) ਡੈਮਨ ਵਰਜਨ (%s) ਨਾਲ ਮੇਲ ਨਹੀ ਖਾਂਦਾ। ਤੁਸੀ ਸੰਭਾਵੀ ਹੀ ਜੀਡੀਐਮ ਦਾ ਨਵੀਨੀਕਰਨ ਕੀਤਾ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਜੀ ਡੀ ਐਮ ਡੈਮਨ ਨੂੰ ਮੁਡ਼ ਸ਼ੁਰੂ ਕਰੋ ਜਾਂ ਕੰਪਿਊਟਰ ਮੁਡ਼ ਸ਼ੁਰੂ ਕਰੋ।
ta: கிரிட்டர் பதிப்பு (%s) டேமொன் பதிப்பு (%s)உடன் பொருந்தவில்லை. நீங்கள் gdmமை மேம்படுத்துள்ளீர். தயவுசெய்து gdmமை மீண்டும் துவக்கு அல்லது கணிணியை மீண்டும் இயக்கு.

source: There was an error loading the theme %s
ar: حدث خطأ عند تحميل التيمة %s
hi: प्रसंग %s लोड करने में एक त्रुटि हुई
pa: ਇੱਥੇ ਸਰੂਪ %s ਲੋਡ ਕਰਨ ਵਿੱਚ ਗਲਤੀ ਹੈ
ta: %s க்ருவை ஏற்றையில் பிழை ஏற்பட்டது

source: The theme for the graphical greeter is corrupt
ar: تيمة المرحّب الرسومي فاسدة
hi: चित्रमय ग्रीटर हेतु प्रसंग खराब है
pa: ਗਰਾਫੀਕਲ ਸਵਾਗਤੀ ਲਈ ਸਰੂਪ ਨਸ਼ਟ ਹੋ ਗਿਆ ਹੈ
ta: வரைபட கிரிட்டர் பாதிப்புக்கான கரு

source: The theme does not contain definition for the username/password entry element.
ar: التيمة لا تملك تعريفا لعنصر إدخال إسم المستخدم/كلمة السر.
hi: प्रसंग में उपयोगकर्तानाम/पासवर्ड प्रविष्टि अवयव की परिभाषाएँ नहीं हैं.
pa: ਇੰਦਰਾਜ ਇਕਾਈ ਉਪਭੋਗੀ-ਨਾਂ/ਗੁਪਤ-ਕੋਡ ਲਈ ਪਰਿਭਾਸ਼ਾ ਸਰੂਪ ਵਿੱਚ ਨਹੀ ਹੈ।
ta: பயனர்பெயர்/கடவுச்சொல் உள்ளிடு உர்ப்புக்கான விவரங்களை கருவில் இல்லை.

source: There was an error loading the theme, and the default theme also could not have been loaded, I will attempt to start the standard greeter
ar: حصل خطأ عند تحميل التيمة،كما لم يمكن تحميل التيمة الإفتراضية، سأحاول تشغيل المرحب القياسي
hi: प्रसंग लोड करने में त्रुटि हुई तथा डिफ़ॉल्ट प्रसंग भी लोड नहीं हो पाया. मैं मानक स्वागतकर्ता प्रारंभ करने का प्रयास करता हूँ.
pa: ਸਰੂਪ ਲੋਡ ਕਰਨ ਵਿੱਚ ਗਲਤੀ ਹੈ, ਅਤੇ ਮੂਲ ਸਰੂਪ ਵੀ ਲੋਡ ਹੋਇਆ, ਮੈਂ ਮਿਆਰੀ ਸਵਾਗਤੀ ਸ਼ੁਰੂ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਾਂਗਾ
ta: கருவை ஏற்றையில் பிழை, மற்றும் முன்னிருப்பு கருவில் ஏற்றமுடியவில்லை, தரமான கிரிட்டரை நான் துவக்க முயற்டிக்கிறேன்

source: I could not start the standard greeter. This display will abort and you may have to login another way and fix the installation of gdm
ar: لا يمكنني تشغيل المرحب القياسي. ستلغى هذه الشاشة كما سيتحتم عليك التسجيل بطريقة أخرى و تصحيح تثبيت gdm
hi: मानक स्वागतकर्ता प्रारंभ नहीं कर सका. यह प्रदर्शक बन्द होता है और आपको अन्य प्रकार से लॉगइन होकर जीडीएम संस्थापना को दुरूस्त करना होगा.
pa: ਮੈਂ ਮਿਆਰੀ ਸਵਾਗਤੀ ਸ਼ੁਰੂ ਨਹੀ ਕਰ ਸਕਿਆ| ਇਹ ਦਰਿਸ਼ ਅਧੂਰਾ ਖਤਮ ਹੋਇਆ ਅਤੇ ਤੁਹਾਨੂੰ ਹੋਰ ਤਰੀਕੇ ਨਾਲ ਲਾਗ-ਇਨ ਕਰਨਾ ਪਵੇਗਾ ਅਤੇ ਜੀਡੀਐਮ ਦੀ ਸਥਾਪਤੀ ਪੱਕੀ ਕਰੋ
ta: தரமான கிரட்டரை துவக்க என்னால் முடியவில்லை. இந்த காட்சி நீக்கபடும் மற்றும் நீங்கள் நுழைக்கபடும் மற்றொரு வழி gdm நிறுவலை பொருத்து

source: Last
ar: الأخير
hi: अंतिम
pa: ਆਖਰੀ
ta: கடைசி

source: Select a language
ar: اختر لغةً
hi: एक भाषा चुनें
pa: ਇੱਕ ਭਾਸ਼ਾ ਚੁਣੋ
ta: மோழியை தேர்வு செய்

source: Select a language for your session to use:
ar: إختر لغةً لجلستك لإستعمالها:
hi: अपने सत्र में उपयोग हेतु एक भाषा चुनें:
pa: ਆਪਣਾ ਅਜਲਾਸ ਵਰਤਣ ਲਈ ਇੱਕ ਭਾਸ਼ਾ ਚੁਣੋ:
ta: உங்கள் அமர்வை பயன்படுத்துவதற்கான மோழியை தேர்வு செய்:

source: Select _Language...
ar: إختيار _لغة...
hi: भाषा चुनें (_L)...
pa: _ਭਾਸ਼ਾ ਚੁਣੋ...
ta: மோழியை தேர்வுசெய்...

source: Select _Session...
ar: إختيار _جلسة...
hi: सत्र चयनित करें (_S)...
pa: _ਅਜਲਾਸ ਚੁਣੋ...
ta: அமர்வை தேர்வுசெய்

source: Answer questions here and press Enter when done. For a menu press F10.
ar: الإجابة على الأسئلة تكون هنا كما يتوجّب نقر زر الإدخال عند الإنتهاء. لقائمة يتوجّب نقر F10.
hi: प्रश्नों का उत्तर यहाँ पर दें तथा एन्टर कुंजी दबाएँ. मेनू हेतु F10 दबाएँ.
pa: ਪ੍ਰਸ਼ਨ ਉੱਤਰ ਇੱਥੇ ਹਨ ਅਤੇ ਜਦੋਂ ਹੋ ਗਿਆ ਐਟਰ ਦਬਾਓ। ਮੇਨੂ-ਸੂਚੀ ਲਈ F10 ਦਬਾਓ।
ta: கேள்விகளுக்கு இங்கு பதில் அலி அதன்பின் முடித்தவுடன் Enterரை அழுத்தவும். பட்டிக்கு F10ஐ அழுத்தவும்.

source: Can't open DefaultImage: %s!
ar: لا يمكن فتح الصورة الإفتراضية: %s
hi: डिफ़ॉल्ट-छवि: %s खोल नहीं सका!
pa: ਮੂਲ-ਚਿੱਤਰ ਖੋਲ੍ਹ ਨਹੀ ਸਕਦਾ: %s!
ta: முன்னிருப்பு தொற்றத்தை திறக்க முடியவில்லை: %s!

source: Doubleclick on the user to log in
ar: نقر ثنائي على المستخدم لتسجيل الدخول
hi: लॉगइन करने हेतु उपयोगकर्ता पर दोहरा क्लिक करें
pa: ਲਾਗ-ਇਨ ਕਰਨ ਲਈ ਉਪਭੋਗੀ ਨੂੰ ਦੋ-ਵਾਰ-ਦਬਾਉ
ta: பயனரில் இரு சொடுக்கவும் நுழைவதற்கு

source: Sus_pend
ar: تع_ليق
hi: सस्पेंड (_p)
pa: _ਮੁਅੱਤਲ
ta: நிறுத்து

source: _XDMCP Chooser
ar: منتقي _XDMCP
hi: एक्सडीएमसीपी चयनक (_X)
pa: _XDMCP ਚੋਣਕਾਰ
ta: XDMCP தேர்வாளர்

source: _Configure
ar: إ_عداد
hi: कॉन्फ़िगर (_C)
pa: _ਸੰਰਚਨਾ
ta: உள்ளமை

source: You've got capslock on!
ar: نقر capslock!
hi: आपका कैप्स लॉक ऑन है!
pa: ਤੁਸੀ ਕੈਪਸ-ਲਾਕ ਚਾਲੂ ਕੀਤਾ ਹੈ!
ta: கேப்ஸ்லாக் செயலில் உள்ளது!

source: Choose a Session
ar: إختر جلسة
hi: एक सत्र चुनें
pa: ਇੱਕ ਅਜਲਾਸ ਚੁਣੋ
ta: அமர்வு ஒன்றை தேர்வு செய்

source: Choose an Action
ar: اختيار حدث
hi: एक कार्य चुनें
pa: ਇੱਕ ਕਾਰਵਾਈ ਚੁਣੋ
ta: செயலை தேர்வு செய்

source: Shut _down the computer
ar: إط_فاء الحاسوب
hi: कम्प्यूटर बन्द करें (_d)
pa: ਕੰਪਿਊਟਰ _ਬੰਦ ਕਰੋ
ta: கண்ணியை மூடு

source: Shut down your computer so that you may turn it off.
ar: إطفئ حاسوبك لغلقه.
hi: आपके कम्प्यूटर को शटडाउन करे ताकि आप इसे स्विच ऑफ कर सकें.
pa: ਆਪਣਾ ਕੰਪਿਊਟਰ ਬੰਦ ਕਰੋ ਤਾਂ ਕਿ ਤੁਸੀ ਇਸ ਨੂੰ ਰੋਕ ਸਕੋ।
ta: உங்கள் கண்ணியை மூடு அதனால் நீங்கள் நிறுத்தலாம்

source: _Reboot the computer
ar: إعادة ركل ال_حاسوب
hi: कम्प्यूटर पुनः प्रारंभ करें (_R)
pa: ਕੰਪਿਊਟਰ _ਮੁਡ਼ ਚਲਾਓ
ta: கண்ணியை மீண்டும் துவக்கு

source: Sus_pend the computer
ar: ت_عليق الحاسوب
hi: कम्प्यूटर सस्पेन्ड करें (_p)
pa: ਕੰਪਿਊਟਰ ਮੁੱਅ_ਤਲ
ta: கண்ணியை நிறுத்து

source: Run _XDMCP chooser
ar: تشغيل أدات الإختيار لـ _XDMCP
hi: एक्सडीएमसीपी चयनक चलाएँ (_X)
pa: _XDMCP ਚੋਣਕਾਰ ਚਲਾਓ
ta: XDMCP தேர்வாள்ரை ஓட்டு
