Repository: OneIdentity/rc-legacy
Catalog: gdm/gdm-2.6.0.5/po/*.po
Languages: ar, hi, pa, ta

source: Exit the application
ar: خروج من التطبيق
hi: अनुप्रयोग से बाहर हों
pa: ਕਾਰਜ ਵਿੱਚੋ ਬਾਹਰ ਆਓ
ta: பயன்பாட்டில் இருந்து வேளியேறு

source: Open a session to the selected host
ar: فتح جلسة للمضيف المنتقى
hi: चयनित होस्ट हेतु एक सत्र खोलें
pa: ਚੁਣੇ ਮੇਜ਼ਬਾਨ ਲਈ ਅਜਲਾਸ ਖੋਲੋ
ta: தேர்வுசெய்த புறவனில் இருந்து அமர்வை திற

source: C_onnect
ar: إ_تصال
hi: कनेक्ट (_o)
pa: _ਜੋੜ੍ਹੋ
ta: இனை

source: Status
ar: الحالة
hi: स्तर
pa: ਸਥਿਤੀ
ta: நிலை

source: A_dd host:
ar: إضا_فة مضيف:
hi: होस्ट जोडें (_d):
pa: ਮੇਜ਼ਬਾਨ ਸ਼ਾ_ਮਿਲ:
ta: A_dd புறவன்:

source: Query and add this host to the above list
ar: بحث و إضافة هذا المضيف للقائمة الموجودة أعلاه
hi: क्वैरी करें तथा इस होस्ट को ऊपर दी गई सूची में जोड़ें
pa: ਪ੍ਰਸ਼ਨ ਅਤੇ ਇਸ ਮੇਜ਼ਬਾਨ ਨੂੰ ਉੱਪਰਲੀ ਸੂਚੀ ਵਿੱਚ ਜੋੜ੍ਹੋ
ta: கேள்வி கேட்ட பின் புறவனை மேல் பட்டியலில் சேர்

source: _Add
ar: إ_ضافة
hi: जोड़ें (_A)
pa: ਸ਼ਾ_ਮਿਲ
ta: சேர்

source: Please wait: scanning local network...
ar: الرجاء الإنتظار: جاري فحص الشبكة المحلية...
hi: कृपया इंतजार करें: स्थानीय नेटवर्क का स्कैनिंग कर रहे...
pa: ਕਿਰਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ: ਸਥਾਨਿਕ ਨੈਟਵਰਕ ਦੀ ਜਾਂਚ ਕਰ ਰਿਹਾ ਹੈ...
ta: தயவு செய்து பொருக்கவும்: உள் பினையத்தை வருடுகிறது...

source: No serving hosts were found.
ar: لا يوجد مضيفين نادلين.
hi: कोई सेवारत होस्ट नहीं मिला.
pa: ਕੋਈ ਸੇਵਾ ਵਾਲੇ ਮੇਜ਼ਬਾਨ ਨਹੀ ਲੱਭੇ|
ta: சேவை செய்யும் எந்த புறவனும் கிடைக்கவில்லை.

source: Choose a ho_st to connect to:
ar: أختر مضيفا للإت_صال به:
hi: होस्ट का चुनाव करें जिससे जुड़ना चाहते हैं: (_s)
pa: ਸ਼ਾਮਿਲ ਲਈ _ਮੇਜ਼ਬਾਨ ਚੁਣੋ:
ta: ஒன்றை ho_st தேர்வுசெய் இதனுடன் இனை:

source: Cannot connect to remote server
ar: لا يمكن الإتصال للنادل عن بعد
hi: रिमोट सर्वर से कनेक्ट नहीं हो पाया
pa: ਰਿਮੋਟ ਸਰਵਰ ਨਾਲ ਜੁਡ਼ ਨਹੀ ਸਕਦਾ
ta: தொலை சேவகனுடன் இனைக்க முடியவில்லை

source: The host "%s" is not willing to support a login session right now. Please try again later.
ar: لا يريد المضيف "%s" دعم جلسة تسجيل الآن. الرّجاء المحاولة مرّةً أخرى فيما بعد.
hi: होस्ट "%s" अभी लॉगइन सत्र को समर्थन नहीं देना चाहता. कृपया बाद में फिर कोशिश करें.
pa: ਮੇਜ਼ਬਾਨ "%s" ਲਾਗ-ਇਨ ਅਜਲਾਸ ਨੂੰ ਹੁਣ ਸਹਿਯੋਗ ਦੇਣਾ ਨਹੀ ਚਾਹੁੰਦਾ। ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਮੁਡ਼ ਕੋਸ਼ਿਸ਼ ਕਰਨੀ।
ta: புறவன் "%s" நுழைவு அமர்வை இப்பொது அதறிக்க விருமபவில்லை. சிறிது நேரம் கழித்து முயற்சிக்கவும்.

source: Did not receive response from server
ar: لم يتلقي إجابة من النادل
hi: सर्वर से प्रतिक्रिया नहीं मिली
pa: ਸਰਵਰ ਤੋਂ ਜਵਾਬ ਨਹੀ ਮਿਲਿਆ
ta: சேவகனிடம் இருந்து பதில் எதுவும் கிடைக்கவில்லை

source: Did not receive any response from host "%s" in %d seconds. Perhaps the host is not turned on, or is not willing to support a login session right now. Please try again later.
ar: لا يتلقى أي إجابة من المضيف "%s"·في %d·ثانية. ربما كان المضيف لا يعمل أو أنه لا يريد دعم جلسة تسجيل دخول الآن. الرجاء المحاولة فيما بعد.
pa: "%s" ਮੇਜ਼ਬਾਨ ਤੋਂ %d ਸਕਿੰਟਾਂ ਵਿੱਚ ਕੋਈ ਜਵਾਬ ਨਹੀ ਆਇਆ। ਸ਼ਾਇਦ ਮੇਜ਼ਬਾਨ ਚਾਲੂ ਨਹੀ, ਜਾਂ ਹੁਣ ਲਾਗ-ਇਨ ਅਜਲਾਸ ਨੂੰ ਸਹਿਯੋਗ ਨਹੀ ਦੇਣਾ ਚਾਹੁੰਦਾ। ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਮੁਡ਼ ਕੋਸ਼ਿਸ਼ ਕਰਨੀ।
ta: புறவன் "%s" %d விணாடிகள் இருந்து எந்த பதிலும் கிடைக்கவில்லை. புறவன் துவக்கபடாமலோ, அல்லது புறவன் நுழைவு அமர்வை இப்பொது அதறிக்க விருமபவில்லாமலோ இருக்கலாம். சிறிது நேரம் கழித்து முயற்சிக்கவும்.

source: Cannot find host
ar: لا يمكن ايجاد المضيف
hi: होस्ट नही ढूंढ पाए
pa: ਮੇਜ਼ਬਾਨ ਨਹੀ ਲੱਭ ਸਕਦਾ
ta: புறவனை கண்டுபிடிக்க முடியவில்லை

source: I cannot find the host "%s", perhaps you have mistyped it.
ar: لا يكنني ايجاد النادل "%s"، ربما اخطأت كتابته.
hi: मुझे होस्ट "%s" नहीं मिला, शायद आपने इसे गलत टाइप किया है.
pa: ਮੈਂ ਮੇਜ਼ਬਾਨ "%s" ਨਹੀ ਲੱਭ ਸਕਦਾ, ਸ਼ਾਇਦ ਤੁਸੀ ਠੀਕ ਲਿਖਿਆ ਨਹੀ।
ta: என்னால் புறவனை கண்டுபிடிக்க முடியவில்லை "%s", நீங்கள் தவறாக அடித்துள்ளிர்.

source: The main area of this application shows the hosts on the local network that have "XDMCP" enabled. This allows users to login remotely to other machines as if they were logged on using the console. You can rescan the network for new hosts by clicking "Refresh". When you have selected a host click "Connect" to open a session to that machine.
ar: المساحة الرئيسية لهذا البرنامج تظهر مضيفين على الشبكة المحلية المفعل عندهم "XDMCP". يمكن هذا المستخدمين من التسجيل عن بعد لماكنات أخرى و كأنهم مسجلين و يستعملون الهيكل. يمكنك إعادة فحص الشبكة لمضيفين جدد بنقر "انعاش". انقر "اتصال"،بعد انتقائك لمضيف، لفتح جلسة لتلك الماكنة.
hi: इस कार्यक्रम का मुख्य क्षेत्र स्थानीय नेटवर्क के "एक्सडीएमसीपी" सक्षम होस्ट को दिखाता है. यह उपयोग कर्ता को दूर से ही मशीन में लॉगइन इस प्रकार करने देता है जैसै वे कंसोल उपयोग कर रहे हों. आप नेटवर्क को नए होस्ट हेतु "ताज़ा करें" में क्लिक करके जाँच सकते हैं. जब आप एक होस्ट चुन लेते हैं, तो "कनेक्ट" में क्लिक करके उस मशीन में सत्र प्रारंभ करें.
pa: ਇਸ ਕਾਰਜ ਦਾ ਮੁੱਖ ਖੇਤਰ ਸਥਾਨਿਕ ਨੈੱਟਵਰਕ ਉੱਪਰਲੇ ਮੇਜ਼ਬਾਨ ਵਿਖਾਉਦਾ ਹੈ, ਜਿਹਨਾਂ ਕੋਲ "XDMCP" ਯੋਗ ਕੀਤਾ ਸੀ। ਇਸ ਨਾਲ ਉਪਭੋਗੀ ਦੂਰ ਤੋਂ ਦੂਜੀਆਂ ਮਸ਼ੀਨਾਂ ਉੱਪਰ ਲਾਗ-ਇਨ ਕਰ ਸਕਣਗੇ ਜਿਸ ਤਰਾ ਕਿ ਜੇ ਉਹ ਕੋਂਨਸੋਲ ਵਰਤ ਕੇ ਲਾਗ-ਇਨ ਕਰਦੇ ਹਨ। ਤੁਸੀ "ਮੁਡ਼ ਲੋਡ ਕਰੋ" ਉੱਪਰ ਕਲਿੱਕ ਕਰਕੇ ਨਵੇਂ ਮੇਜ਼ਬਾਨਾਂ ਲਈ ਨੈੱਟਵਰਕ ਦੀ ਮੁਡ਼ ਜਾਂਚ ਕਰ ਸਕਦੇ ਹੋ। ਜਦੋਂ ਤੁਸੀ ਮੇਜ਼ਬਾਨ ਚੁਣ ਲਿਆ, ਉਸ ਮਸ਼ੀਨ ਲਈ ਅਜਲਾਸ ਖੋਲਣ ਲਈ "ਸ਼ਾਮਿਲ" ਉੱਪਰ ਕਲਿੱਕ ਕਰੋ।
ta: பயன்பாட்டின் முக்கிய இடம் புறவைனை காட்டுகிறது உள் பினையம் அதில் "XDMCP" செயலாக்கபடும். இது பயனரை மற்ற தொலை கணிணியில் நுழைய அனுமதிக்கும் எதோ பனியகத்தை பயன்படுத்தி நுழைத்து பொல் இருக்கும். புதிய புறவனுக்காக பினையத்தை மீண்டும் நீங்கள் வருடிக்கலாம் இதை சொடுக்கி "Refresh". புறவனை தேஎர்வு செய்த பின் சொடுக்கவும் "Connect" அந்த கணிணியில் ஒரு அமர்வை திறக்க.

source: Can't open default host icon: %s
ar: لا يمكن فتح أيقونةالمضيف الافتراضية: %s
hi: डिफ़ॉल्ट होस्ट चिह्न: %s खोल नहीं पाया
pa: ਮੂਲ ਮੇਜ਼ਬਾਨ ਆਈਕਾਨ ਖੋਲ ਨਹੀ ਸਕਦਾ: %s
ta: விருந்தோம்பகத்தின் கொடாநிலை குறும்படத்தை திறக்க முடியவில்லை: %s

source: Could not set signal mask!
ar: لا يمكن تعيين قناع الاشارات!
hi: सिग्नल मॉस्क नियत नहीं कर सका!
pa: ਸੰਕੇਤ ਮਾਸਕ ਸਥਿਰ ਨਹੀ ਕਰ ਸਕਿਆ!
ta: குறிப்பு-மூடியை அமைக்க முடியவில்லை!

source: Socket for xdm communication
ar: محجر للاتصال بـ xdm
hi: एक्सडीएम संचारण हेतु सॉकेट
pa: xdm ਸੰਚਾਰ ਲਈ ਸਾਕਟ
ta: xdm தொடர்புக்கான சொருகி

source: SOCKET
ar: محجر
hi: सॉकेट
pa: ਸਾਕਟ

source: Client address to return in response to xdm
ar: عنوان العميل للارجاع اجابة على xdm
hi: एक्सडीएम की प्रतिक्रिया में लौटाया जाने वाला क्लाएंट पता
pa: xdm ਦੇ ਜਵਾਬ ਵਿੱਚ ਭੇਜਣ ਲਈ ਕਲਾਂਈਂਟ ਦਾ ਸਿਰਨਾਵਾਂ
ta: xdm பதிலுக்கு கிளைஞ்சன் விலாசம் திருப்பும்

source: ADDRESS
ar: عنوان
hi: पता
pa: ਸਿਰਨਾਵਾਂ

source: Connection type to return in response to xdm
ar: نوع الاتصال للارجاع اجابة على xdm
hi: एक्सडीएम की प्रतिक्रिया में लौटाया जाने वाला कनेक्शन प्रकार
pa: xdm ਦੇ ਜਵਾਬ ਵਿੱਚ ਭੇਜਣ ਲਈ ਸੰਬੰਧ ਕਿਸਮ
ta: xdm பதிலுக்கு இனைப்பு வகை திருப்பும்

source: TYPE
ar: نوع
hi: प्रकार
pa: ਕਿਸਮ

source: Cannot run chooser
ar: لا يمكن تشغيل أدات الإختيار
hi: चयनक नहीं चला सके
pa: ਚੋਣਕਾਰ ਨਹੀ ਚਲਾ ਸਕਦਾ
ta: தேர்வை ஓடவைக்க முடியவில்லை

source: The chooser version (%s) does not match the daemon version (%s). You have probably just upgraded gdm. Please restart the gdm daemon or reboot the computer.
ar: إصدارة أدات الإختيار (%s) لا توافق إصدارة الجني (%s).ربما ثبت اصدارة اجد لـجي دي أم. الرجاء إعادة تشغيل جني جي دي أم أو إعادة ركل الحاسوب.
hi: चयनक संस्करण (%s) डेमन संस्करण (%s) से मेल नहीं खाता. शायद आपने जीडीएम को अद्यतन किया है. कृपया जीडीएम डेमन को पुनः प्रारंभ करें या कम्प्यूटर रीबूट करें.
pa: ਚੋਣਕਾਰ ਵਰਜਨ (%s) ਡੈਮਨ ਵਰਜਨ (%s) ਨਾਲ ਮੇਲ ਨਹੀ ਖਾਂਦਾ। ਤੁਸੀ ਸੰਭਾਵੀ ਹੀ ਜੀਡੀਐਮ ਦਾ ਨਵੀਨੀਕਰਨ ਕੀਤਾ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਜੀ ਡੀ ਐਮ ਡੈਮਨ ਨੂੰ ਮੁਡ਼ ਸ਼ੁਰੂ ਕਰੋ ਜਾਂ ਕੰਪਿਊਟਰ ਮੁਡ਼ ਸ਼ੁਰੂ ਕਰੋ।
ta: தேர்வுசெய்த அமர்வு (%s) டேமொன் அமர்வுக்கு பொருந்தவில்லை (%s). நீங்கள் gdmமை மேம்படுத்தி உள்ளீர். gdm டேமொனை மீண்டும் துவக்கு அல்லது கணிணியை மீண்டும் இயக்கு.

source: GDM (The GNOME Display Manager) is not running.
ar: جي دي أم (مدير الشاشات لجنوم) لا يعمل.
hi: जीडीएम (गनोम डिस्प्ले प्रबंधक) नहीं चल रहा है.
pa: ਜੀਡੀਐਮ (ਗਨੋਮ ਦਰਿਸ਼ ਪ੍ਰਬੰਧਕ) ਚੱਲ ਨਹੀ ਰਿਹਾ ਹੈ।
ta: GDM (GNOME காட்சி மேலாளர்) ஓடவில்லை.

source: You might in fact be using a different display manager, such as KDM (KDE Display Manager) or xdm.
ar: ربما كنت تستخدم مدير شاشات آخر، مثل كي دي أم (مدير الشاشات لكيدي) أو xdm.
hi: आप वास्तविकता में उपयोग कर रहे होंगे भिन्न प्रदर्शक प्रबंधक जैसे कि केडीएम (केडीई प्रदर्शक प्रबंधक) या एक्सडीएम.
pa: ਅਸਲ ਵਿੱਚ ਤੁਸੀ ਇੱਕ ਵੱਖਰਾ ਦਰਿਸ਼ ਪ੍ਰਬੰਧਕ, ਜਿਵੇ ਕਿ ਕੇ ਡੀ ਐਮ(ਕੇ ਡੀ ਈ ਦਰਿਸ਼ ਪ੍ਰਬੰਧਕ) ਜਾਂ xdm।
ta: நீங்கள் விதமான காட்சி மேலாளரை பயன்படுத்தலாம், எடுத்துகாட்டு KDM (KDE காட்சி மேலாளர்) அல்லது xdm.

source: If you still wish to use this feature, either start GDM yourself or ask your system administrator to start GDM.
ar: إذا كنت ما تزال تريد هذه الميزة فشغل جي دي أم بنفسك أو إسأل مدير النظام لتشغيل جي دي أم.
hi: यदि आप अब भी इस विशेषता का उपयोग करना चाहते हैं तो जीडीएम को स्वयं प्रारंभ करें या अपने तंत्र प्रशासक को जीडीएम प्रारंभ करने हेतु कहें.
pa: ਜੇ ਤੁਸੀ ਹੁਣ ਤੱਕ ਇਸ ਵਿਸ਼ੇਸ਼ਤਾ ਨੂੰ ਵਰਤਣਾ ਚਾਹੁੰਦੇ ਹੋ, ਜਾਂ ਤਾਂ ਤੁਸੀ ਆਪ ਜੀਡੀਐਮ ਸ਼ੁਰੂ ਕਰੋ ਜਾਂ ਆਪਣੇ ਸਿਸਟਮ ਪ੍ਰਬੰਧਕ ਨੂੰ ਜੀਡੀਐਮ ਸ਼ੁਰੂ ਕਰਨ ਬਾਰੇ ਪੁੱਛੋ।
ta: இந்த வசதியை இன்னும் நீங்கள் பயன்படுத்து விரும்புகிறரா, ஒன்று நீங்களே GDMஐ துவக்குங்கள் அல்லது உங்கள் முறைமை மேலாளரை GDMஐ துவக்கி சொல்லி கேள்.

source: Cannot communicate with GDM (The GNOME Display Manager)
ar: لا يمكن الإتصال بجي دي أم (مدير الشاشات لجنوم)
hi: जीडीएम (गनोम डिस्प्ले प्रबंधक) से संचार नहीं कर सका.
pa: ਜੀਡੀਐਮ ਨਾਲ ਸੰਪਰਕ ਨਹੀ ਕਰ ਸਕਿਆ (ਗਨੋਮ ਦਰਿਸ਼ ਪ੍ਰਬੰਧਕ)
ta: GDMயுடன் தொடர்பு கோள்ள முடியவில்லை (GNOME காட்சி மேலாளர்)

source: Perhaps you have an old version of GDM running.
ar: ربما تعمل لديك إصدارة قديمة لجي دي أم.
hi: संभवतः आप के पास जीडीएम का पुराना संस्करण चल रहा है.
pa: ਸ਼ਾਇਦ ਤੁਹਾਡੇ ਕੋਲ ਜੀਡੀਐਮ ਦਾ ਪੁਰਾਣਾ ਵਰਜਨ ਚੱਲ ਰਿਹਾ ਹੈ।
ta: நீங்கள் ஒருவேளை பழைய GDM பதிப்பை ஓடவைத்து கோண்டு இருக்கலாம்.

source: Cannot communicate with gdm, perhaps you have an old version running.
ar: لا يمكن الاتصال بـ gdm، ربما تشغل اصدارة قديمة.
hi: जीडीएम से संवाद नहीं कर सकता, संभवतः आप के पास पुराना संस्करण चल रहा है.
pa: ਜੀਡੀਐਮ ਨਾਲ ਸੰਪਰਕ ਨਹੀ ਕਰ ਸਕਦਾ, ਸ਼ਾਇਦ ਤੁਹਾਡੇ ਕੋਲ ਪੁਰਾਣਾ ਵਰਜਨ ਚੱਲ ਰਿਹਾ ਹੈ।
ta: gdmமுடன் தொடர்பு கோள்ள முடியவில்லை, உங்களிடம் பழைய பதிப்பு இருக்கலாம்.

source: The allowed limit of flexible X servers reached.
ar: الحد الممكن لنوادل X المرنة المسموح به، تحقق.
hi: लोच़दार एक्स सर्वर की स्वीकृत सीमा आ चुकी.
pa: ਪਰਿਵਰਤਨਸ਼ੀਲ X ਸਰਵਰ ਦੀ ਦਰਸਾਈ ਗਈ ਸੀਮਾ ਪਹੁੰਚ ਗਈ ਹੈ।
ta: அனுமதிக்கபட்ட எல்லை வலைவு X முறைமை சேர்க்கபட்டது.

source: There were errors trying to start the X server.
ar: كان هناك أخطاء هند محاولة تشغيل نادل X.
hi: एक्स सर्वर प्रारंभ करने की कोशिश में त्रुटियाँ हुईं.
pa: ਇੱਥੇ X ਸਰਵਰ ਨੂੰ ਸ਼ੁਰੂ ਕਰਨ ਵਿੱਚ ਗਲਤੀ ਹੈ।
ta: X சேவகனை துவக்க முயற்சிக்கையில் பிழை.

source: The X server failed. Perhaps it is not configured well.
ar: فشل نادل X. ربما لم يعد بسلامة.
hi: एक्स सर्वर असफल. शायद यह उचित प्रकार कॉन्फ़िगर्ड नहीं है.
pa: X ਸਰਵਰ ਅਸਫਲ ਹੋਇਆ। ਸ਼ਾਇਦ ਇਸ ਨੂੰ ਠੀਕ ਤਰਾਂ ਦਰਸਾਇਆ ਨਹੀ ਗਿਆ।
ta: X சேவகன் தொல்வி. ஒருவேளை சரியாக உள்ளமைக்க படவில்லை.

source: Too many X sessions running.
ar: جلسات X عديدة جدا شاغلة.
hi: बहुत सारे एक्स सत्र चल रहे हैं.
pa: ਬਹੁਤ ਸਾਰੇ X ਅਜਲਾਸ ਚੱਲ ਰਹੇ ਹਨ।
ta: நிறைய X பதிப்புகள் ஓடி கோண்டு இருக்கிறது.

source: The nested X server (Xnest) cannot connect to your current X server. You may be missing an X authorization file.
ar: لا يمكن لنادل X المعشش (Xnest) الاتصال بنادلك X الحالي. ربما ستفتقد لبعض ملفات التحقق
hi: नेस्टेड एक्स सर्वर (Xnest) आपके वर्तमान एक्स सर्वर से नहीं जुड़ा. शायद एक्स आधिकारिक फ़ाइल आपके पास नहीं है.
pa: ਉਪ X ਸਰਵਰ (X-ਉਪ) ਤੁਹਾਡੇ X ਸਰਵਰ ਨਾਲ ਜੁਡ਼ ਨਹੀ ਸਕਦਾ। ਤੁਹਾਡੇ ਤੋਂ ਇੱਕ X ਅਧਿਕਾਰ ਫਾਇਲ ਗੁੰਮ ਗਈ ਹੈ।
ta: வலை X முறைமை (Xவலை) உங்களின் தற்பொதைய X சேவகனுடன் இனைக்க முடியவில்லை. உங்களிடம் X உறுதி செய் கோப்பு காணவில்லை.

source: The nested X server (Xnest) is not available, or gdm is badly configured. Please install the Xnest package in order to use the nested login.
ar: نادل X المعشش (Xnest) غير موجود، أو gdm معد سيئا. رجاء ثبت رزمة Xnest لتستعمل التسجيل المعشش.
hi: नेस्टेड एक्स सर्वर (Xnest) उपलब्ध नहीं है, या जीडीएम गलत कॉन्फ़िगर्ड है. कृपया नेस्टेड लॉगइन इस्तेमाल करने हेतु एक्सनेस्ट पैकेज संस्थापित करें.
pa: ਉਪ X ਸਰਵਰ (X-ਉਪ) ਉਪਲੱਬਧ ਨਹੀ, ਜਾਂ ਜੀਡੀਐਮ ਗਲਤ ਦਰਸਾਇਆ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਉਪ ਲਾਗ-ਇਨ ਵਰਤਣ ਲਈ X-ਉਪ ਪੈਕੇਜ ਨਿਰਧਾਰਨ ਕਰੋ।
ta: வலை X சேவகன் (Xவலை) இப்பொது இல்லை, அல்லது gdm தப்பாக உள்ளமைக்கபட்டது. வலை நுழைவை பயன்படுத்து தயவு செய்து Xவலை பனிதொகுப்பை நிறுவு.

source: The X server is not available, it is likely that gdm is badly configured.
ar: نادل X غير متاح، ربما لم يعد gdm بصحة.
hi: एक्स सर्वर उपलब्ध नहीं है, यह संभव है कि जीडीएम गलत कॉन्फ़िगर्ड है.
pa: X ਸਰਵਰ ਉਪਲੱਬਧ ਨਹੀ, ਇਸ ਤਰਾਂ ਲਗਦਾ ਹੈ ਜਿਵੇਂ ਇਸ ਦੀ ਸੰਰਚਨਾ ਠੀਕ ਨਹੀ ਦਰਸਾਈ।
ta: X சேவகன் இப்பொது இல்லை, gdm தப்பாக உள்ளமைக்க்பட்டது பொல் உள்ளது.

source: Trying to set an unknown logout action, or trying to set a logout action which is not available.
ar: محاولة ضبط حدث تسجيل خروج مجهول، أو محاولة ضبط حدث تسجيل خروج غير متوفّر.
hi: एक अज्ञात लॉगआउट क्रिया नियत करने की कोशिश कर रहे या एक लॉगआउट क्रिया जो उपलब्ध नहीं है नियत करने की कोशिश कर रहे.
pa: ਅਣਪਛਾਤੀ ਬਾਹਰੀ ਦਰ ਕਾਰਵਾਈ ਦਰਸਾਉਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਿਹਾ ਹੈ, ਜਾਂ ਬਾਹਰੀ ਦਰ ਕਾਰਵਾਈ, ਜੋ ਉਪਲੱਬਧ ਨਹੀ ਨੂੰ ਦਰਸਾਉਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਿਹਾ ਹੈ।
ta: தேரியாத நுழை செயலை அமைக்க முயற்சீக்கிரிர், அல்லது இல்லாத நுழை செயலை அமைக்க முயற்சீக்கிரிர்.

source: Virtual terminals not supported.
ar: الشاشات الطرفية الإفتراضية غير مدعومة.
hi: आभासी टर्मिनल्स समर्थित नहीं है.
pa: ਜਾਅਲੀ ਟਰਮੀਨਲਾਂ ਲਈ ਸਹਿਯੋਗ ਨਹੀ
ta: உண்மை முனையம் அதறிக்கப்ட வில்லை.

source: Trying to change to an invalid virtual terminal number.
ar: محاولة التحول إلى رقم شاشة طرفيّة افتراضية غير سليمة.
hi: एक अवैध आभासी टर्मिनल संख्या बदलने की कोशिश कर रहे.
pa: ਅਯੋਗ ਜਾਅਲੀ ਟਰਮੀਨਲ ਨੰਬਰ ਨੂੰ ਤਬਦੀਲ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਿਹਾ ਹੈ।
ta: செல்லாத உண்மை முனைய எண்ணை மாற்ற முயற்சிக்கிரிர்.

source: Trying to update an unsupported configuration key.
ar: محاولة تحديث مفتاح إعداد غير مدعوم.
hi: असमर्थित कॉन्फ़िगरेशन कुंजी अद्यतन करने की कोशिश में.
pa: ਬਿਨਾ ਸਹਿਯੋਗ ਵਾਲੀ ਸੰਰਚਨਾ-ਕੀ ਦੇ ਨਵੀਨੀਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਿਹਾ ਹੈ।
ta: அதறிக்கபடாத உள்ளமை விசையை மேம்படுத்த முயற்சிக்கிரிர்.

source: You do not seem to have authentication needed be for this operation. Perhaps your .Xauthority file is not set up correctly.
ar: يظهر أنه لا يلزمك التحقق لهذه العملية. ربما لم يضبط ملف .Xauthority بسلامة.
hi: ऐसा प्रतीत होता है कि इस कार्य हेतु आपके पास वांछित अधिकार नहीं हैं. शायद .Xauthority फ़ाइल सही सेटअप नहीं है.
pa: ਇਸ ਕਾਰਵਾਈ ਲਈ ਤੁਹਾਨੂੰ ਅਧਿਕਾਰ ਦੀ ਜਰੂਰਤ ਨਹੀ ਜਾਪਦੀ| ਸ਼ਾਇਦ ਤੁਹਾਡੀ .X-ਅਧਿਕਾਰ ਫਾਇਲ ਠੀਕ ਤਰਾਂ ਦਰਸਾਈ ਨਹੀ।
ta: இந்த செயலுக்கான உறுதி செய் உங்களிடம் இல்லாதது பொல் உள்ளது. உங்கள் .Xauthority கோப்பு சரியாக அமைக்க படாமல் இருக்கலாம்.

source: Too many messages were sent to gdm and it hung upon us.
ar: أرسلت رسالات عديدة جدا لجي دي أم و بقيت عالقة بنا.
hi: जीडीएम को बहुत सारे संदेश भेज दिए गए और वह हमारे ऊपर हैंग हो गया.
pa: ਜੀਡੀਐਮ ਨੂੰ ਬਹੁਤ ਸਾਰੇ ਸੁਨੇਹੇ ਭੇਜੇ ਗਏ ਅਤੇ ਇਹ ਸਾਡੇ ਉੱਪਰ ਛੱਡ ਦਿੱਤੇ।
ta: நிறைய தகவல்கள் gdmக்கு அனுப்ப பட்டுள்ளது அதனால் அது மாட்டிக் கோள்கிறது.

source: Unknown error occured.
ar: حصل خطأ مجهول.
hi: अज्ञात त्रुटि हुई.
pa: ਅਣਪਛਾਤੀ ਗਲਤੀ ਵਾਪਰੀ।
ta: தேரியாத பிழை நேர்ந்தது.

source: Log in as another user inside a nested window
ar: تسجيل كمستخدم آخر في نافذة معششة
hi: नेस्टेड विंडो के भीतर अन्य उपयोग कर्ता के रूप में लॉगइन करें
pa: ਝਰੋਖਿਆਂ ਦੇ ਉਪ-ਸਮੂਹ ਵਿੱਚ ਉਪਭੋਗੀ ਤੌਰ ਤੇ ਲਾਗ-ਇਨ ਕਰੋ
ta: வலை சாலரத்தில் வேறொரு பயனராக நுழை

source: New Login in a Nested Window
ar: تسجيل دخول جديد في نافذة معشّشة
hi: नेस्टेड विंडो में नया लॉगइन
pa: ਝਰੋਖਿਆਂ ਦੇ ਉਪ-ਸਮੂਹ ਵਿੱਚ ਨਵਾਂ ਲਾਗ-ਇਨ
ta: வலை சாலரத்தில் புதிய நுழைவு

source: Cannot change display
ar: لا يمكن تغيير الشاشة
hi: प्रदर्शक बदल नहीं सकता
pa: ਦਰਿਸ਼ ਤਬਦੀਲ ਨਹੀ ਕਰ ਸਕਦਾ
ta: காட்சியை மாற்ற முடியவில்லை

source: Nobody
ar: لا أحد
hi: कोई नहीं
pa: ਕੋਈ ਨਹੀ
ta: யாரும் இல்லை

source: Display %s on virtual terminal %d
ar: الشاشة %s على الشاشة الطرفية الإفتراضية %d
hi: %s को आभासी टर्मिनल %d पर दिखाएँ
pa: ਦਰਿਸ਼ %s, ਅਸਲ ਟਰਮੀਨਲ %d ਉੱਪਰ
ta: காட்டி %s உண்மை முனையம் %d

source: Nested display %s on virtual terminal %d
ar: الشاشة %s المعشّشة على الشاشة الطرفية الإفتراضيّة %d
hi: नेस्टेड प्रदर्शक %s आभासी टर्मिनल %d पर
pa: ਉਪ-ਸਮੂਹ ਦਰਿਸ਼ %s, ਅਸਲ ਟਰਮੀਨਲ %d ਉੱਪਰ
ta: வலை காட்சி %s on உண்மை முனையத்தில் %d

source: Username
ar: إسم المستخدم
hi: उपयोगकर्ता नाम
pa: ਉਪਭੋਗੀ ਨਾਂ
ta: பயனர்பெயர்

source: Display
ar: الشاشة
hi: प्रदर्शक
pa: ਦਰਿਸ਼
ta: காட்சி

source: Open Displays
ar: فتح الشاشات
hi: प्रदर्शक खोलें
pa: ਦਰਿਸ਼ ਖੋਲ੍ਹੋ
ta: திறப்பு காட்சிகள்

source: _Open New Display
ar: _فتح شاشة جديدة
hi: नया प्रदर्शक खोलें (_O)
pa: ਨਵਾਂ ਦਰਿਸ਼ ਖੋ_ਲ੍ਹੋ
ta: புதிய திறப்பு காட்சி

source: Change to _Existing Display
ar: تحوّل إلى شاشة _موجودة
hi: वर्तमान प्रदर्शक में बदलें (_E)
pa: _ਮੌਜੂਦਾ ਦਰਿਸ਼ ਵਿੱਚ ਤਬਦੀਲੀ
ta: இருக்கும் காட்சிக்கு மாற்று

source: There are some displays already open. You can select one from the list below or open a new one.
ar: بعض الشاشات مفتوحة مسبقا. يمكنك انتقاء واحدة من القائمة الموجودة أسفلا أو فتح شاشة جديدة.
hi: यहाँ पर कुछ प्रदर्शक पहले से ही खुले हैं. नीचे दी गई सूची से आप एक चुन सकते हैं या एक नया खोल सकते हैं.
pa: ਇੱਥੇ ਕੁੱਝ ਦਰਿਸ਼ ਪਹਿਲਾਂ ਹੀ ਖੁੱਲੇ ਹਨ। ਤੁਸੀ ਹੇਠਲੀ ਸੂਚੀ ਵਿੱਚੋਂ ਇੱਕ ਚੁਣ ਜਾਂ ਨਵਾਂ ਖੋਲ ਸਕਦੇ ਹਨ।
ta: ஏற்கன்வே சில காட்சிகள் திறக்கபட்டுள்ளது. நீங்கள் ஒன்றை கீழ் உள்ள பட்டியலில் தேர்வு செய்யலாம் அல்லது புதிய ஒன்றை திற.

source: Can't lock screen
ar: لا يمكن قفل الشاشة
hi: स्क्रीन को ताला नहीं लगा सका
pa: ਪਰਦੇ ਨੂੰ ਜਿੰਦਰਾ ਨਹੀ ਲਾ ਸਕਦਾ
ta: திரை பூட்ட முடியவில்லை

source: Can't disable xscreensaver display hacks
ar: لا يمكن ايقاف التقطيعات العشوائية لـ xscreensaver
hi: एक्सस्क्रीनसेवर प्रदर्शक हेक्स को अक्षम नहीं कर सकता
pa: x-ਪਰਦਾ-ਝਲਕਾਰੇ ਦੇ ਦਰਿਸ਼ ਹੈਕਸ ਨੂੰ ਅਯੋਗ ਨਹੀ ਕਰ ਸਕਦਾ
ta: xதிரைமறைப்பான் காட்சி சீக்கலை செய்ல் இழக்க முடியவில்லை

source: Choose server
ar: اختر نادلا
hi: सर्वर चुनें
pa: ਸਰਵਰ ਚੁਣੋ
ta: சேவகனை தேர்வுசெய்

source: Choose the X server to start
ar: اختر نادل X للتشغيل
hi: प्रारंभ करने हेतु एक्स सर्वर चुनें
pa: ਸ਼ੁਰੂ ਕਰਨ ਲਈ X ਸਰਵਰ ਚੁਣੋ
ta: X சேவகனை துவக்க தேர்வுசெய்

source: Standard server
ar: النادل القياسي
hi: मानक सर्वर
pa: ਮਿਆਰੀ ਸਰਵਰ
ta: நிறந்தரமான சேவகன்

source: Send the specified protocol command to gdm
ar: بعث أمر البروتوكول المخصص لـ gdm
hi: जीडीएम को निर्दिष्ट प्रोटोकाल कमांड भेजें
pa: ਜੀਡੀਐਮ ਨੂੰ ਦਰਸਾਈ ਗਈ ਪਰੋਟੋਕਾਲ ਕਮਾਂਡ ਭੇਜੋ
ta: குறிபிட்ட நெறிமுறை கட்டளையை gdmக்கு அனுப்பவும்

source: COMMAND
ar: أمر
hi: कमांड
pa: ਕਮਾਂਡ

source: Xnest mode
ar: نمط Xnest
hi: एक्सनेस्ट मोड
pa: X-ਉਪ ਵਿਧੀ
ta: Xவலை நிலை

source: Do not lock current screen
ar: لا تقفل الشاشة الحالية
hi: वर्तमान स्क्रीन को ताला नहीं लगाएँ
pa: ਮੌਜੂਦਾ ਪਰਦੇ ਨੂੰ ਜਿੰਦਰਾ ਨਾ ਲਾਓ
ta: தற்பொதைய திரையை பூட்டு

source: Debugging output
ar: مخرج التنقيح
hi: डिबगिंग आउटपुट
pa: ਡੀਬਗਿੰਗ ਆਉਟਪੁੱਟ
ta: வேளியிட்டை பிழைநீக்குகிறது

source: Authenticate before running --command
ar: تحقيق الهوية قبل تشغيل --الأمر
hi: -- कमांड चलाने से पहले प्रामाणीकरण करें
pa: ਕਮਾਂਡ ਚਲਾਉਣ ਤੋਂ ਪਹਿਲਾਂ ਪ੍ਰਮਾਣਿਤ ਕਰੋ
ta: --கட்டளை ஓடவைப்பதற்கு முன் உறுதிசெய்

source: You do not seem to have the authentication needed for this operation
ar: يبدو ـنك لا تملك التصريح المطلوب له ه العمليّة
hi: ऐसा प्रतीत होता है कि इस कार्य हेतु आपके पास वांछित अधिकार नहीं हैं.
pa: ਇਸ ਕਾਰਵਾਈ ਲਈ ਤੁਹਾਨੂੰ ਅਧਿਕਾਰ ਦੀ ਜਰੂਰਤ ਨਹੀ ਜਾਪਦੀ।
ta: இந்த செயலுக்கான உறுதி செய்யவதை உங்களிடம் இருப்பது பொல் இல்லை

source: Perhaps your .Xauthority file is not set up correctly.
ar: ربما لم يضبط ملف .Xauthority لديك بسلامة.
hi: शायद .Xauthority फ़ाइल सही सेटअप नहीं है.
pa: ਸ਼ਾਇਦ ਤੁਹਾਡੀ .X-ਅਧਿਕਾਰ ਫਾਇਲ ਠੀਕ ਤਰਾਂ ਨਹੀ ਦਰਸਾਈ ਹੈ।
ta: உங்கள் .Xauthority கோப்பு அமைப்பு சரியாக இல்லாமல் இருக்கலாம்.

source: You do not seem to be logged in on the console
ar: يبدو أنك لست مسجلا في الهيكل.
hi: प्रतीत होता है कि कंसोल में आप लॉगइन नहीं हैं
pa: ਤੁਸੀ ਕੋਂਨਸੋਲ ਉੱਪਰ ਲਾਗ-ਇਨ ਨਹੀ ਕਰਦੇ
ta: நீங்கள் பணியகத்தில் நுழைந்த்து பொல் இல்லை

source: Starting a new login only works correctly on the console.
ar: بدء تسجيل جديد يعمل بسلامة فقط على الهيكل.
hi: नया लॉगइन प्रारंभ करना कंसोल में ही सही कार्य करेगा.
pa: ਨਵਾਂ ਲਾਗ-ਇਨ ਸ਼ੁਰੂ ਕਰਨ ਨਾਲ ਸਿਰਫ ਕੋਂਨਸੋਲ ਉੱਪਰ ਠੀਕ ਤਰਾਂ ਕੰਮ ਕਰੇਗਾ।
ta: புதிய நுழைவை துவக்கு என் ஏண்றால் அது பணியகத்தில் சரியாக வேளை செய்யும்.

source: Cannot start new display
ar: لا يمكن بدأ تشغيل الشاشة الجديدة
hi: नया प्रदर्शक प्रारंभ नहीं कर पाया
pa: ਨਵਾਂ ਦਰਿਸ਼ ਸ਼ੁਰੂ ਨਹੀ ਕਰ ਸਕਦਾ
ta: புதிய காட்சியை துவக்க முடியவில்லை

source: Log in as another user without logging out
ar: سجل كمستخدم آخر دون الخروج
hi: बिना लॉगआउट हुए अन्य उपयोगकर्ता के रूप में लॉगइन करें
pa: ਬਾਹਰੀ ਦਰ ਤੋਂ ਬਗੈਰ ਉਪਭੋਗੀ ਦੇ ਤੌਰ ਤੇ ਲਾਗ-ਇਨ ਕਰੋ
ta: வேளியேறாமல் வேறோரு பயனராக நுழை

source: New Login
ar: تسجيل دخول جديد
hi: नया लॉगइन
pa: ਨਵਾਂ ਲਾਗ-ਇਨ
ta: புதிய நுழை

source: A-M|Albanian
ar: A-M|ألباني
hi: अ-म|अलबानियाई
pa: A-M|ਅਲਬੇਨੀਅਨ
ta: A-M|அல்பானியன்

source: A-M|Amharic
ar: A-M|أمهري
hi: अ-म| अम्हारिक
pa: A-M|ਅਮਹੈਰਿਕ
ta: A-M|அமரிக்

source: A-M|Arabic (Egypt)
ar: A-M|عربي )مصر(
hi: अ-म|अरबी(मिस्र)
pa: A-M|ਅਰਬੀ (ਮਿਸਰ)
ta: A-M|அரபிக் (எடிப்த)

source: A-M|Arabic (Lebanon)
ar: A-M|عربي )لبنان(
hi: अ-म| अरबी (लेबनान)
pa: A-M|ਅਰਬੀ (ਲੈਬਨਾਨ)
ta: A-M|அரபிக் (லேபேனான்)

source: A-M|Armenian
ar: A-M|أرمني
hi: अ-म|अरमिनियाइ
pa: A-M|ਅਮਰੀਕਨ
ta: A-M|அமெரிக்கன்

source: A-M|Azerbaijani
ar: A-M|آذربيجاني
hi: अ-म|अजरबेजानी
pa: A-M|ਅਜ਼ਰਬਾਈਜਾਨੀ
ta: A-M|எசர்பஜானி

source: A-M|Basque
ar: A-M|باسكي
hi: अ-म| बास्क
pa: A-M|ਬਸਕਿਊ
ta: A-M|பஸ்க்

source: A-M|Belarusian
ar: A-M|بلاروسي
hi: अ-म| बेलारूसियाई
pa: A-M|ਬੇਲਾਰੂਸੀ
ta: A-M|பலருசியன்

source: A-M|Bengali
ar: A-M|بنغالي
hi: अ-म| बंगाली
pa: A-M|ਬੰਗਾਲੀ
ta: A-M|பெங்காளி

source: A-M|Bengali (India)
ar: A-M|بنغالي )الهند(
hi: अ-म| बंगाली (भारतीय)
pa: A-M|ਬੰਗਾਲੀ (ਭਾਰਤ)
ta: A-M|பெங்காளி (இந்தியா)

source: A-M|Bulgarian
ar: A-M|بلغاري
hi: अ-म| बल्गारियाई
pa: A-M|ਬੁਲਗਾਰੀਅਨ
ta: A-M|பல்கேரியன்

source: A-M|Bosnian
ar: A-M|بوسني
hi: अ-म| बोस्नियाई
pa: A-M|ਬੋਸਨੀਆ
ta: A-M|பாஸ்னியன்

source: A-M|Catalan
ar: A-M|كتلان
hi: अ-म| केटालन
pa: A-M|ਕੈਟਾਲਨ
ta: A-M|கேட்டளன்

source: A-M|Chinese (simplified)
ar: A-M|صيني )مبسط(
hi: अ-म| चीनी (सरलीकृत)
pa: A-M|ਚੀਨੀ (ਸਧਾਰਨ)
ta: A-M|சைனிஸ் (எளிதான)

source: A-M|Chinese (traditional)
ar: A-M|صيني (تقليدي(
hi: अ-म| चीनी (परम्परागत)
pa: A-M|ਚੀਨੀ (ਰਿਵਾਇਤੀ)
ta: A-M|சைனிஸ் (வனிக)

source: A-M|Croatian
ar: A-M|كرواتي
hi: अ-म| क्रोएशियाई
pa: A-M|ਕਰੋਤੀਅਨ
ta: A-M|குரொடியன்

source: A-M|Czech
ar: A-M|تشيكي
hi: अ-म| चेक
pa: A-M|ਚੈੱਕ
ta: A-M|செக்

source: A-M|Danish
ar: A-M|دانماركي
hi: अ-म| डेनिश
pa: A-M|ਡੈਨਿਸ਼
ta: A-M|டனிஷ்

source: A-M|Dutch
ar: A-M|هولندي
hi: अ-म| डच
pa: A-M|ਡੱਚ
ta: A-M|டட்சு

source: A-M|English
ar: A-M|إنكليزي
hi: अ-म| अंग्रेजी
pa: A-M|ਅੰਗਰੇਜ਼ੀ
ta: A-M|ஆங்கிலம்

source: A-M|English (USA)
ar: A-M|إنكليزي (الولايات المتّحدة)
hi: अ-म| अंग्रेजी (यूएसए)
pa: A-M|ਅੰਗਰੇਜ਼ੀ (ਅਮਰੀਕੀ)
ta: A-M|ஆங்கிலம்(USA)

source: A-M|English (Australia)
ar: A-M|إنكليزي (أستراليا)
hi: अ-म| अंग्रेजी (आस्ट्रेलिया)
pa: A-M|ਅੰਗਰੇਜ਼ੀ (ਆਸਟਰੇਲੀਅਨ)
ta: A-M|ஆங்கிலம் (ஆஸ்திரேலியா)

source: A-M|English (UK)
ar: A-M|إنكليزي (المملكة المتّحدة)
hi: अ-म| अंग्रेजी (यूके)
pa: A-M|ਅੰਗਰੇਜ਼ੀ(ਬਰਤਾਨੀਵੀ)
ta: A-M|ஆங்கிலம் (UK)

source: A-M|English (Canada)
ar: A-M|إنكليزي (كندا)
hi: अ-म| अंग्रेजी (केनाडा)ड)
pa: A-M|ਅੰਗਰੇਜ਼ੀ (ਕੈਨੇਡੀਅਨ)
ta: A-M|ஆங்கிலம் (கனடா)

source: A-M|English (Ireland)
ar: A-M|إنكليزي (آيرلندا)
hi: अ-म| अंग्रेजी (आयरलैंड)
pa: A-M|ਅੰਗਰੇਜ਼ੀ (ਆਇਰਲੈਂਡ)
ta: A-M|ஆங்கிலம் (ஜயர்லேண்டு)

source: A-M|English (Denmark)
ar: A-M|إنكليزي (الدّنمارك)
pa: A-M|ਅੰਗਰੇਜ਼ੀ (ਡੈਨਮਾਰਕ)
ta: A-M|ஆங்கிலம் (டென்மார்க்)

source: A-M|Estonian
ar: A-M|أستوني
hi: अ-म| एस्टोनियन
pa: A-M|ਇਸਟੋਨੀਅਨ
ta: A-M|எஸ்டோரியன்

source: A-M|Finnish
ar: A-M|فنلندي
hi: अ-म| फिनिश
pa: A-M|ਫਿਨਿਸ਼
ta: A-M|வினிஸ்

source: A-M|French
ar: A-M|فرنسي
hi: अ-म| फ्रांसीसी
pa: A-M|ਫਰਾਸ਼ੀਸੀ
ta: A-M|பிரேன்ச்சு

source: A-M|French (Belgium)
ar: A-M|فرنسي (بلجيكا)
hi: अ-म| फ्रांसीसी (बेल्जियं)
pa: A-M|ਫਰਾਸ਼ੀਸੀ (ਬੈਲਜੀਅਮ)
ta: A-M|பிரெஞ்சு

source: A-M|French (Switzerland)
ar: A-M|فرنسي (سويسرا)
hi: अ-म| फ्रांसीसी (स्विट्जर्लेंड)
pa: A-M|ਫਰੈਂਚ (ਸਵਿਟਰਜ਼ਰਲੈਂਡ)
ta: A-M|ஆங்கிலம் (சுவிசர்லாந்து்டு)

source: A-M|Galician
ar: A-M|كاليسي
hi: अ-म| गेलिशियाई
pa: A-M|ਗਲੇਸ਼ੀਅਨ
ta: A-M|கேல்சியன்

source: A-M|German
ar: A-M|ألماني
hi: अ-म| जर्मनी
pa: A-M|ਜਰਮਨ
ta: A-M|ஜேர்மன்

source: A-M|German (Austria)
ar: A-M|ألماني (النّمسا)
hi: अ-म| जर्मन (ऑस्ट्रिया)
pa: A-M|ਜਰਮਨ (ਆਸਟਰੀਅਨ)
ta: A-M|ஆங்கிலம் (ஆஸ்திரேலியாா)

source: A-M|German (Switzerland)
ar: A-M|ألماني (سويسرا)
hi: अ-म| जर्मन (स्विटजर्लेंड)ः
pa: A-M|ਜਰਮਨ (ਸਵਿਟਰਜ਼ਰਲੈਂਡ)
ta: A-M|ஜெர்மன் (சுவிசர்லாந்து)

source: A-M|Greek
ar: A-M|إغريقي
hi: अ-म| ग्रीक
pa: A-M|ਗਰੀਕ
ta: A-M|கிரிக்

source: A-M|Gujarati
ar: A-M|قوجراتي
hi: अ-म| गुजराती
pa: A-M|ਗੁਜਰਾਤੀ
ta: A-M|குஜராத்தி

source: A-M|Hebrew
ar: A-M|عبري
hi: अ-म| हिब्रू
pa: A-M|ਹੈਬਰਿਊ
ta: A-M|யிபுருவ்

source: A-M|Hindi
ar: A-M|هندي
hi: अ-म| --..हिन्दी..--
pa: A-M|ਹਿੰਦੀ
ta: A-M|இந்தி

source: A-M|Hungarian
ar: A-M|مجري
hi: अ-म| हंगेरियाई
pa: A-M|ਹੰਗਰੀਅਨ
ta: A-M|அங்கெரியன்
