Repository: OneIdentity/rc-legacy
Catalog: gdm/gdm-2.6.0.5/po/*.po
Languages: ar, hi, pa, ta

source: Confi_gure the login manager
ar: إ_عداد مدير تسجيل الدّخول
hi: लॉगइन प्रबंधक कॉन्फ़िगर करें (_g)
pa: ਲਾਗ-ਇਨ ਪ੍ਰਬੰਧਕ ਦੀ ਸੰ_ਰਚਨਾ
ta: (_g)உள்நுழைவதற்கான மேலாளரை அமை

source: (c) 2002 Bond, James Bond
ar: (c) 2002 بوند، جايمس بوند
hi: (सी) 2002 बाण्ड, जेम्स बाण्ड
pa: (c) ੨੦੦੨ ਬਾਡ , ਜੇਮਜ ਬਾਡ
ta: (c) 2002 பாண்டு, ஜேம்ஸ் பாண்டு

source: Bond, James Bond
ar: بوند, جايمس بوند
hi: बाण्ड, जेम्स बाण्ड
pa: ਬਾਡ , ਜੇਮਜ ਬਾਡ
ta: பாண்டு, ஜேம்ஸ் பாண்டு

source: Circles
ar: دوائر
hi: वृत्त
pa: ਚੱਕਰ
ta: வட்டங்கள்

source: Theme with blue circles
ar: التيمة مع دوائر زرقاء
hi: नीले वृत्तों सहित प्रसंग
pa: ਨੀਲੇ ਚੱਕਰਾਂ ਵਾਲਾ ਸਰੂਪ
ta: நீள வட்டங்களுடன் கரு

source: (c) 2002 GNOME
ar: (c) 2002 جنوم
hi: (c) 2002 गनोम
pa: (c) ੨੦੦੨ ਗਨੋਮ

source: GNOME Art variation of Circles with a Face Browser
ar: ضرب فني لجنوم بدوائر و متصفّح وجوه
hi: गनोम वृत्तों का कलात्मक परिवर्तन - एक फ़ेस ब्राउज़र के साथ
pa: ਚਿਹਰਾ ਝਲਕ ਨਾਲ ਚੱਕਰਾਂ ਦਾ ਗਨੋਮ ਕਲਾ ਬਦਲਾਓ
ta: GNOME வட்டத்தின் கலை பிறிவுகள் முக உலாவியுடன்

source: GNOME Artists
ar: فنان جينوم
hi: गनोम कलाकार
pa: ਗਨੋਮ ਕਲਾਕਾਰ
ta: GNOME கலைஞ்சர்

source: Happy GNOME with Browser
ar: جنوم السعيد مع متصفّح
hi: ब्राउज़र के साथ खुश गनोम
pa: ਝਲਕਾਰੇ ਨਾਲ ਖੁਸ਼ ਗਨੋਮ
ta: GNOME உலாவியுடன் மகிழ்சி

source: GNOME Art variation of Circles
ar: جنوم تحوير فني للدوائر
hi: गनोम वृत्तों में कलात्मक बदलाव
pa: ਚੱਕਰਾਂ ਦਾ ਗਨੋਮ ਕਲਾ ਬਦਲਾਓ
ta: GNOME வட்டத்தின் கலை பிறிவுகள்

source: Happy GNOME
ar: جينوم سعيد
hi: खुश गनोम
pa: ਖੁਸ਼ ਗਨੋਮ
ta: GNOME மகிழ்சி

source: Error while trying to run (%s) which is linked to (%s)
ar: خطأ عند محاولة تشغيل (%s) المربوط بـ (%s)
hi: (%s) को चलाने की कोशिश में त्रुटि हुई जो (%s) से लिंक्ड है
pa: (%s) ਨੂੰ ਜੋ (%s) ਨਾਲ ਜੁਡ਼ੀ ਹੈ ਚਲਾਉਣ ਉਪਰੰਤ ਗਲਤੀ
ta: ஓடவைக்க முயற்சித்ததில் பிழை (%s) அது அதில் இனைக்கபட்டுள்ளது (%s)

source: gdmaskpass only runs as root
ar: gdmaskpass يعمل فقط كجذر
hi: जीडीएमआस्कपास सिर्फ रूट पर चलता है
pa: gdmaskpass ਸਿਰਫ ਪ੍ਰਬੰਧਕ(root) ਦੇ ਤੌਰ ਤੇ ਚੱਲਦਾ ਹੈ
ta: gdmaskpass மூலமாக மட்டும் ஓட்டும்

source: Authentication failure!
ar: فشل التحقق!
hi: प्रमाणीकरण असफल!
pa: ਪ੍ਰਮਾਣਿਕਤਾ ਅਸਫਲ!
ta: உறுதி செய்வதில் தொல்வி!

source: (memory buffer)
ar: (ذاكرة مخبأة)
hi: (स्मरण बफर)
pa: (ਮੈਮੋਰੀ ਰਾਖਵਾਂ)
ta: (தற்காலிக நினைவக)

source: (memory buffer
ar: (ذاكرة مخبأ
hi: (स्मरण बफर
pa: (ਮੈਮੋਰੀ ਰਾਖਵਾਂ
ta: (தற்காலிக நினைவக)

source: Cannot load user interface
ar: لا يمكن تحميل واجهة المستخدم
hi: उपयोगकर्ता इंटरफ़ेस लोड नहीं कर सकता
pa: ਉਪਭੋਗੀ ਇੰਟਰਫੇਸ ਲੋਡ ਨਹੀ ਕਰ ਸਕਦਾ
ta: பயனர் இடைமுகத்தை ஏற்ற முடியவில்லை

source: An error occured while loading the user interface element %s%s from file %s. Possibly the glade interface description was corrupted. %s cannot continue and will exit now. You should check your installation of %s or reinstall %s.
ar: حصل خطأ عند تحميل عنصر واجهة المستخدم %s%sمن الملف %s. ريما كان وصف واجهة كلايد فاسدا.لا يمكن لـ %s المواصلة و سيخرج الآن.تثبّت من تثبيتك لـ %s أو أعد تثبيت %s.
hi: उपयोग कर्ता इंटरफेस अवयव %s%s फ़ाइल %s में से लोड करने में त्रुटि हुई. संभवतः ग्लेड इंटरफेस वर्णन दूषित है. %s जारी नहीं रख सकते एवं अब बाहर होते हैं. आपको अपने %s की संस्थापना जाँचनी होगी या %s पुनः संस्थापित करना होगा.
pa: ਉਪਭੋਗੀ ਸੰਬੰਧ ਇਕਾਈ %s%s, ਫਾਇਲ %s ਵਿੱਚੋ ਲੋਡ ਕਰਨ ਸਮੇਂ ਇੱਕ ਗਲਤੀ ਵਾਪਰੀ ਹੈ। ਸੰਭਾਵੀ ਹੈ ਕਿ ਪੋਰਟ ਸੰਬੰਧ ਵਰਨਣ ਨਸ਼ਟ ਹੋ ਗਿਆ ਸੀ। %s ਜਾਰੀ ਨਹੀ ਹੋ ਸਕਦਾ ਅਤੇ ਹੁਣ ਬਾਹਰ ਜਾਏਗਾ। ਤੁਹਾਨੂੰ %s ਦੀ ਇੰਸਟਾਲੇਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ ਜਾਂ %s ਨੂੰ ਮੁਡ਼ ਨਿਰਧਾਰਨ ਕਰੋ।
ta: பயனர் இடைமுகம் உருப்பை ஏற்றையில் பிழை ஏற்பட்டது %s%s கோப்பில் இருந்து %s. கிலேட் இடைமுகம் விவரம் பாதிக்கபட்டு இருக்கும். %s தொடர முடியாது அதனால் இப்பொது வேளியேறும். உங்கள் நிறுவலை நீங்கள் பறிசொதிக்க வேண்டும் %s அல்லது மீண்டும் நிறுவ வேண்டும் %s.

source: Glade file is on crack! Make sure the correct file is installed! file: %s widget: %s
ar: ملف كلايد مكسور! تثبت من تثبيتك للملف الصحيح! الملف: %s القطعة: %s
hi: ग्लेड फ़ाइल में दरार, सुनिश्चित करें कि सही फ़ाइल संस्थापित है! फ़ाइल: %s विज़ेटः %s
pa: ਗਲੇਡ ਫਾਇਲ ਨੁਕਸਾਨ ਵਿੱਚ ਹੈ! ਯਕੀਨਨ ਬਣਾਓ ਕਿ ਕੀ ਸਹੀ ਫਾਇਲ ਨਿਰਧਾਰਨ ਹੋਈ ਹੈ! ਫਾਇਲ: %s ਖਾਕਾ: %s
ta: கிலேட் கோப்பு தப்பாக உள்ளது! சரியான கோப்பு நிறுவபட்டதா என்று உறுதி சேய்யவும்! கோப்பு: %s விக்ஜட்: %s

source: An error occured while loading the user interface element %s%s from file %s. CList type widget should have %d columns. Possibly the glade interface description was corrupted. %s cannot continue and will exit now. You should check your installation of %s or reinstall %s.
ar: حدث خطأ أثناء تحميل عنصر واجهة المستخدم %s%sمن الملف %s. يجب أن يكون للقطع ذات نوع CList (قائمة الأوامر)%d جداول. ربما كان وصف ملف كلايد فاسدا.%s لا يمكنه المتابعة و سيخرج الآن.تثبت من تثبيتك لـ %s أو أعد التثبيت %s.
hi: उपयोग कर्ता इंटरफेस अवयव %s%s को %s फ़ाइल में से लोड करने में त्रुटि हुई. सीलिस्ट प्रकार के विज़ेट में %d कॉलम होने चाहिएँ. संभवतः ग्लेड इंटरफेस वर्णन दूषित है.%s जारी नहीं रख सकता एवं अब बाहर होता है. आपको अपनी %s की संस्थापना जाँचनी होगी या %s पुनः संस्थापित करना होगा.
pa: ਉਪਭੋਗੀ ਸੰਬੰਧ ਅੰਸ਼ %s%s, ਫਾਇਲ %s ਵਿੱਚੋ ਲੋਡ ਕਰਨ ਸਮੇਂ ਇੱਕ ਗਲਤੀ ਵਾਪਰੀ ਹੈ। C-ਸੂਚੀ ਕਿਸਮ ਖਾਕਾ ਵਿੱਚ %d ਕਾਲਮ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ। ਸੰਭਾਵੀ ਹੈ ਕਿ ਪੋਰਟ ਸੰਬੰਧ ਵਰਨਣ ਨਸ਼ਟ ਹੋ ਗਿਆ ਸੀ। %s ਜਾਰੀ ਨਹੀ ਹੋਵੇਗਾ ਅਤੇ ਹੁਣ ਬਾਹਰ ਜਾਏਗਾ। ਤੁਹਾਨੂੰ %s ਦੀ ਸਥਾਪਤੀ ਦੀ ਜਾਂਚ ਕਰੋ ਜਾਂ %s ਨੂੰ ਮੁਡ਼ ਨਿਰਧਾਰਨ ਕਰੋ।
ta: பயனர் இடைமுகம் உருப்பை ஏற்றையில் பிழை ஏற்பட்டது %s%s கோப்பில் இருந்து %s. CList வகை விகஜட் %d நேடு வரிசையை கோண்டு இருக்க வேண்டும். கிலேட் இடைமுகம் விவரம் பாதிக்கபட்டு இருக்கும். %s தொடர முடியாது அதனால் இப்பொது வேளியேறும். உங்கள் நிறுவலை நீங்கள் பறிசொதிக்க வேண்டும் %s அல்லது மீண்டும் நிறுவ வேண்டும் %s.

source: Glade file is on crack! Make sure the correct file is installed! file: %s widget: %s expected clist columns: %d
ar: ملف كلايد مبتور! تأكد من تثبيتك للملف الصحيح! الملف: %s القطعة: %s ترقبت جداول قائمة الأوامر: %d
hi: ग्लेड फ़ाइल में दरार! सुनिश्चित करें कि सही फ़ाइल संस्थापित है. फ़ाइलः %s विज़ेटः %s सीलिस्ट कॉलम वांछितः %d
pa: ਗਲੇਡ ਫਾਇਲ ਨੁਕਸਾਨਗ੍ਰਾਸਿਤ ਹੈ! ਯਕੀਨਨ ਬਣਾਓ ਕਿ ਕੀ ਸਹੀ ਫਾਇਲ ਨਿਰਧਾਰਨ ਹੋਈ ਹੈ! ਫਾਇਲ: %s ਖਾਕਾ: %s ਨਿਸਚਿਤ C-ਸੂਚੀ ਕਾਲਮ: %d
ta: கிலேட் கோப்பு தப்பாக உள்ளது! சரியான கோப்பு நிறுவபட்டதா என்று உறுதி சேய்யவும்! கோப்பு: %s விக்ஜட்: %s எதிர்பார்த்த நேடுவரிசை: %d

source: An error occured while loading the user interface from file %s. Possibly the glade interface description was not found. %s cannot continue and will exit now. You should check your installation of %s or reinstall %s.
ar: حصل خطأ أثناء تحميل واجهة المستخدم من الملف%s.ربما لم يوجد وصف كلايد للواجهة.%s لا يمكن الاستمرار سأخرج الآن.تثبت من تثبيتك %s أو أعد التثيبت %s.
hi: उपयोग कर्ता इंटरफेस फ़ाइल %s में से लोड करने में त्रुटि हुई. संभवतः ग्लेड इंटरफेस वर्णन नहीं मिला. %s जारी नहीं रख सकता एवं अब बाहर होता है. आपको अपनी %s की संस्थापना जाँचनी होगी या %s को पुनः संस्थापित करना होगा.
pa: ਫਾਇਲ %s ਵਿਚੋਂ ਉਪਭੋਗੀ ਸੰਬੰਧ ਲੋਡ ਕਰਨ ਉਪਰੰਤ ਇੱਕ ਗਲਤੀ ਵਾਪਰੀ ਹੈ। ਸੰਭਾਵੀ ਤੌਰ ਤੇ ਪੋਰਟ ਸੰਬੰਧ ਵਰਨਣ ਨਹੀ ਲੱਭਿਆ। %s ਜਾਰੀ ਨਹੀ ਹੋ ਸਕਦੀ ਅਤੇ ਹੁਣ ਬੰਦ ਹੋਏਗੀ। ਤੁਹਾਨੂੰ ਆਪਣੀ %s ਦੀ ਸਥਾਪਤੀ ਦੀ ਜਾਂਚ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ ਜਾਂ %s ਮੁਡ਼ ਨਿਰਧਾਰਨ ਕਰੋ।
ta: பயனர் இடைமுகத்தை ஏற்றையில் பிழை ஏற்பட்டது கோப்பில் இருந்து %s. கிலேட் இடைமுகம் விவரம் பாதிக்கபட்டு இருக்கும். %s தொடர முடியாது அதனால் இப்பொது வேளியேறும். உங்கள் நிறுவலை நீங்கள் பறிசொதிக்க வேண்டும் %s அல்லது மீண்டும் நிறுவ வேண்டும் %s.

source: No interface could be loaded, BAD! (file: %s)
ar: لا يمكن تحميل واجهة، سيئ! (الملف: %s)
hi: कोई इंटरफेस लोड नहीं कर सका. खराब! (फ़ाइल:%s)
pa: ਕੋਈ ਸੰਬੰਧ ਲੋਡ ਨਹੀ ਹੋ ਸਕਿਆ, ਗਲਤ ! (ਫਾਇਲ: %s)
ta: இடைமுக ஏதுவும் ஏற்ற முடியவில்லை, BAD! (கோப்பு: %s)

source: Too many alias levels for a locale, may indicate a loop
ar: مستويات مماثلة عديدة لمنطقة قد يدل ذلك على حلقة مفرغة
hi: लोकेल हेतु बहुत से अलियास स्तर, शायद एक लूप को दर्शाते हैं
pa: ਲੋਕੇਲ ਲਈ ਬਹੁਤ ਸਾਰੇ ਉਪਨਾਂ ਪੱਧਰ ਬਹੁਤੇ ਚੱਕਰ ਸੂਚਿਤ ਕਰਦੇ ਹਨ
ta: உள்ளுக்காக நிறைய பெயர் நிலை, சுற்று சுட்டிகாட்டுகிறது

source: %a %b %d, %l:%M %p
ar: %a %b %d، %I:%M %p

source: A-M
hi: अ-म

source: N-Z
hi: न-ज़

source: XDMCP
hi: एक्सडीएमसीपी
